Repository: dahool/vertaal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, gl, pt_br

source: Please select an user
es: Por favor, selecciona un usuario
fr: Veuillez sélectionner un utilisateur
pt_br: Por favor, selecione um usuário

source: Join this team
es: Formar parte de este equipo
fr: Rejoindre cette équipe
gl: Unirse a este equipo
pt_br: Entrar nesta equipe

source: Coordinator:
es: Coordinador
fr: Coordinateur :
gl: Coordinador
pt_br: Coordenador:

source: Members:
es: Miembros
fr: Membres :
gl: Membros:
pt_br: Membros:

source: Submission Queue:
es: Cola de envíos:
fr: File d'envoi :
gl: Cola de envíos:
pt_br: Fila de envio:

source: No files submitted
es: No hay archivos enviados
fr: Aucun fichier envoyé
gl: Non hai ficheiros enviados
pt_br: Nenhum arquivo enviado

source: Hello, The following error ocurred while submitting your files. %(error)s
fr: Bonjour, L'erreur suivante est apparue pendant l'envoi de vos fichiers. %(error)s

source: Sincerely, The %(product_name)s team %(home)s
es: Atentamente, El equipo de %(product_name)s %(home)s
fr: Cordialement, L'équipe de %(product_name)s %(home)s
gl: Atentamente, O equipo de %(product_name)s %(home)s
pt_br: Atenciosamente, A equipe %(product_name)s %(home)s

source: The file below was sent to the repository:
es: El archivo indicado fue enviado el repositorio:
fr: Le fichier suivant a été envoyé au dépôt :
pt_br: O arquivo abaixo foi enviado ao repositório:

source: Hello, The following files have been updated: %(files)s Sincerely, The %(product_name)s team %(home)s
es: Hola, Los siguientes archivos fueron actualizados: %(files)s Atentamente, El equipo de %(product_name)s %(home)s
fr: Bonjour, Les fichiers suivants ont été mis à jour : %(files)s Cordialement, L'équipe de %(product_name)s %(home)s
pt_br: Olá, Os seguintes arquivos foram atualizados: %(files)s Atenciosamente, A equipe do %(product_name)s %(home)s

source: Hello, The following files could require a merge, because the POT files were recently updated: %(files)s Sincerely, The %(product_name)s team %(home)s
es: Hola, Los siguientes archivos pueden requerir una fusión, ya que los archivos POT fueron actualizados recientemente: %(files)s Atentamente, El equipo de %(product_name)s %(home)s
fr: Bonjour, Les fichiers suivants pourraient nécessiter une fusion, parce que les fichiers POT ont récemment été mis à jour : %(files)s Cordialement, L'équipe de %(product_name)s %(home)s
pt_br: Olá, Os seguintes arquivos podem necessitar de combinação, porque os arquivos POT foram atualizados recentemente: %(files)s Atenciosamente, A equipe do %(product_name)s %(home)s

source: The submission queue contains one pending file:
es: La cola de envíos contiene un archivo pendiente:
fr: La file d'envoi contient le fichier en attente suivant :
pt_br: A fila de envio contém um arquivo pendente:

source: Personal info
fr: Informations personnelles

source: Important dates
fr: Dates importantes

source: Password reset link sent.
fr: Lien de réinitialisation du mot de passe envoyé.

source: Error ocurred while sending password reset link.
fr: Une erreur est survenue lors de l'envoi du lien de réinitialisation du mot de passe.

source: New password confirmation
es: Confirmación de contraseña
fr: Confirmation du nouveau mot de passe
gl: Confirmación do novo contrasinal
pt_br: Confirmação de nova senha

source: Time Zone
es: Zona horaria
fr: Fuseau horaire
gl: Fuso horario
pt_br: Fuso horário

source: Preferred language
es: Idioma preferido
fr: Langue préférée
gl: Idioma preferido
pt_br: Idioma preferido

source: Please, type the new password.
es: Por favor, ingresar la nueva contraseña.
fr: Veuillez saisir le nouveau mot de passe.
pt_br: Por favor, digite a nova senha.

source: Please, type your current password.
es: Por favor, ingresa tu contraseña actual.
fr: Veuillez saisir votre mot de passe actuel.
pt_br: Por favor, digite sua senha atual.

source: Your old password is incorrect. Please enter it again.
es: Tu contraseña actual es incorrecta. Ingrésala nuevamente.
fr: L'ancien mot de passe est incorrect. Veuillez le saisir à nouveau.
pt_br: Sua senha antiga está incorreta. Por favor, digite-a novamente.

source: You must confirm the new password.
es: Debes confirmar la nueva contraseña.
fr: Vous devez confirmer le nouveau mot de passe.
pt_br: Você deve confirmar a nova senha.

source: The two password fields didn't match.
es: La contraseña y su verificación no coinciden.
fr: Les deux champs de mot de passe ne correspondent pas.
pt_br: Os dois campos de senha não correspondem.

source: Profile updated.
es: Perfil actualizado.
fr: Profil mis à jour.
gl: Perfil actualizado.
pt_br: Perfil atualizado.

source: The information provided is invalid.
fr: Les informations fournies sont invalides.

source: Files submitted
es: Archivos enviados
fr: Fichiers envoyés
gl: Ficheiros enviados
pt_br: Arquivos enviados

source: An error occurred while merging %(filename)s. %(error)s
fr: Une erreur est survenue lors de la fusion de %(filename)s. %(error)s

source: The system was unable to find the file id %(id)s. Please open a support ticket [%(url)s]
es: El sistema no pudo encontrar el archivo con el id %(id)s. Por favor, abre un pedido de soporte [%(url)s]
fr: Le système n'a pas été capable de trouver le fichier d'id %(id)s. Veuillez ouvrir un ticket [%(urls)s]
pt_br: O sistema não conseguiu encontrar o ID de arquivo %(id)s. Por favor, abra um relatório de erro em [%(url)s]

source: Component %(component)s is locked for language %(lang)s. Please try again in a few minutes.
fr: Le composant %(component)s est verrouillé pour la langue %(lang)s. Veuillez réessayer dans quelques minutes.

source: Authentication error. Check your username and password.
es: Error de autenticación. Verifique su usuario y contraseña.
fr: Erreur d'authentification. Vérifier votre nom d'utilisateur et votre mot de passe.
pt_br: Erro de autenticação. Verifique seu nome de usuário e senha.

source: SSL Validation error. If the problem persist contact the repository administrator.
es: Error de validación SSL. Si el problema persiste contacte al administrador del repositorio.
fr: Erreur de validation SSL. Si le problème persiste, contactez l'administrateur du dépôt.
pt_br: Erro de validação SSL. Se o problema persistir, contate o administrador do repositório.

source: Processing %s
es: Procesando %s
fr: Traitement de %s
pt_br: Processando %s

source: Update statistics for %s
es: Actualizar estadísticas para %s
fr: Mettre à jour les statistiques pour %s
pt_br: Atualizar estatísticas para %s

source: Language %s complete.
es: Idioma %s completado.
fr: Langue %s terminée.
pt_br: Idioma %s concluído.

source: Starting POT processing
es: Iniciando procesamiento de POT
fr: Démarrage du traitement du POT
pt_br: Iniciando o processamento do POT

source: Completed.
es: Completado.
fr: Terminé.
pt_br: Concluído.

source: Initializing repository %s
es: Inicializando repositorio %s
fr: Initialisation du dépôt %s
pt_br: Inicializando repositório %s

source: Updating repository %s
es: Actualizando repositorio %s
fr: Mise à jour du dépôt %s
pt_br: Atualizando repositório %s

source: At revision %s.
es: En la revisión %s.
fr: À la révision %s.
pt_br: Na revisão %s.

source: URL has changed. Relocate from %(prior)s to %(actual)s
es: La URL ha cambiado. Reubicando desde %(prior)s to %(actual)s
fr: L'URL a changé. Déplacement de %(prior)s vers %(actual)s
pt_br: A URL foi alterada. Realocada de %(prior)s para %(actual)s

source: Message
es: Mensaje
pt_br: Mensagem

source: The file will be unlocked once submitted.
es: El archivo se desbloqueará una vez enviado.
gl: O ficheiro desbloquerase despois do seu envío.
pt_br: O arquivo será desbloqueado quando for enviado.

source: This file is already locked by someone else.
es: Este archivo ya esta bloqueado por otro usuario.
gl: Este ficheiro xa está bloqueado por outro usuario.
pt_br: O arquivo já está bloqueado por alguém.

source: The file has a pending submit. Cannot be released right now.
es: Este archivo tiene un envío pendiente. No puede ser liberado en este momento.
gl: O ficheiro ten un envío pendente. Non pode ser liberado agora.
pt_br: O arquivo tem um envio pendente. Ele não pode ser lançado agora.

source: This file already has an assigned translator.
es: El archivo ya tiene un traductor asignado.
pt_br: Este arquivo já tem um tradutor atribuído.

source: This file already has an assigned reviewer.
es: El archivo ya tiene un revisor asignado.
pt_br: Este arquivo já tem um revisor atribuído.

source: Your file was added to the submission queue.
es: Tu archivo se añadió a la cola de envíos.
gl: O ficheiro engadíuse á cola de envíos.
pt_br: Seu arquivo foi adicionado a fila de envio.

source: The file is locked by another user.
es: El archivo esta bloqueado por otro usuario.
gl: O ficheiro está bloqueado por outro usuario.
pt_br: O arquivo está bloqueado por outro usuário.

source: The file is now locked on your name.
es: El archivo fue bloqueado a tu nombre.
gl: O ficheiro foi bloqueado ao teu nome.
pt_br: O arquivo agora está bloqueado por você.

source: You are editing the uploaded version of this file.
es: Estas editando la versión subida de este archivo.
gl: Estás editando a versión subida deste ficheiro.
pt_br: Você está editando a versão enviada deste arquivo.

source: You are about to reject the following files.
es: Estás a punto de rechazar los siguientes archivos.
gl: Estás a piques de rexeitar os seguintes ficheiros.
pt_br: Você está prestes a rejeitar os seguintes arquivos.

source: Failed. Reason: %s
es: Error. Motivo: %s
pt_br: Falhou. Motivo: %s

source: Article
es: Artículo
gl: Artigo
pt_br: Artigo

source: Description
es: Descripción
gl: Descrición
pt_br: Descrição

source: Check to hide this project from the list view
es: Marcar para ocultar este proyecto de la lista
gl: Marcar para acochar este proxecto da lista
pt_br: Marque para ocultar este projeto da visualização em lista

source: Hi former Verbum user!. You expected to see verbum and got this instead? Scroll to the end if you want the short version or continue reading. I'm Gabriel, I developed Verbum (V2G, previously POAT) to help the community translators of the openSUSE project to organize the process. Because of the lack of an own server, I wrote the first versions using PHP (so I had more chances to find a free hosting service). But V2G depends a lot on javascript for the UI (mainly because I wanted to learn extjs and it was a good opportunity), and is a bit slow with todays javascript engines (even with new TraceMonkey from FF 3.5). While working on the translations for openSUSE 11.1, I got a server, so I hosted V2G there. Having this server to work with, I started looking for other options. I put my focus on transifex, they are rewritting it from scratch using Django instead of Turbogears. But at that time they had a lot of work to do yet. As I had some experience with Django, I found this as a good chance to increase my skills with it, so I started a new project, Vertaal. After 2 months of heavy development, featuring a simpler interface, here we are :) Your previous account was migrated, just click <a href="%(user_signin)s">here</a> to login (I recommend you to change your password -even if is the same- to generate a new encription salt). If you didn't have a V2G account, create one by clicking <a href="%(user_signup)s">here</a>. After that, contact the team coordinator to join. If you have any suggestion or found a bug, don't hesitate to <a href="%(ticket_url)s">let me know :)</a> If you are a coordinator, and need to know how to work with this site, click <a href="http://code.google.com/p/vertaal/wiki/CoordQuickGuid" target="_blank">here</a>
pt_br: Olá usuário do antigo Verbum!. Você esperava ver o Verbum e ao invés obteve isto? Role até o final se você quiser uma versão curta ou continue lendo. Eu sou Gabriel, desenvolvi o Verbum (V2G, anteriormente POAT) para ajudar as comunidades de tradutores do Projeto openSUSE a organizar o processo. Por falta de um servidor próprio, escrevi as primeiras versões usando o PHP (assim tive mais chances de encontrar um serviço de hospedagem gratuito). Mas o V2G dependia muito de Javascript para a interface (principalmente porque eu queria aprender extjs e isto foi uma boa oportunidade), e ela é um pouco lenta com os mecanismos javascript de hoje em dia (até mesmo com o novo TraceMonkey do Firefox 3.5). Enquanto eu trabalhava nas traduções do openSUSE 11.1, eu tive um servidor, então hospedei o V2G lá. Tendo o servidor para trabalhar, procurei por outras opções. Foquei no transifex, eles estão re-escrevendo-o do zero usando o Django ao invés do Turbogears. Mas, àquela altura eles ainda tinham muito trabalho a fazer. Como eu tenho alguma experiência com o Django, Pensei que fosse uma ótima oportunidade de aumentar meus conhecimentos, por isso iniciei um novo projeto, o Vertaal. Após 2 meses de árduo desenvolvimento, com um interface simples, aqui estamos :-) Sua conta anterior foi migrada, apenas clique <a href="%(user_signin)s">aqui</a> para conectar-se (lembro a você que altere sua senha, mesmo que seja pela mesma, para gerar um novo 'salt' criptográfico). Se você não tem uma conta do V2G, crie uma clicando <a href="%(user_signup)s">aqui</a>. Após isto, contacte o coordenador da equipe. Se você tem alguma sugestão ou encontrou algum erro, não hesite e <a href="%(ticket_url)s">me avise :-)</a> Se você é um coordenador e precisa saber como trabalhar com este site, clique <a href="http://code.google.com/p/vertaal/wiki/CoordQuickGuid" target="_blank">aqui</a>.

source: Enter your {provider} {username}
es: Ingrese el {username} de {provider}
gl: Introduza o {username} de {provider}
pt_br: Por favor, digite seu {username} do {provider}

source: Contact
es: Contacto
gl: Contacto
pt_br: Contato

source: Date
es: Fecha
gl: Data
pt_br: Data

source: Action
es: Acción
gl: Acción
pt_br: Ação

source: Assign translator
es: Asignar traductor
gl: Asignar tradutor
pt_br: Atribuir tradutor

source: Assign reviewer
es: Asignar revisor
gl: Asignar revisor
pt_br: Atribuir revisor

source: Password reset confirm
es: Confirmación de blanqueo de contraseña
gl: confirmación de restablecemento do contrasinal
pt_br: Confirmar a redefinição da senha

source: Username:
es: Usuario:
gl: Nome de usuario:
pt_br: Nome de usuário:

source: User matching query does not exist.
es: No existe un usuario que concuerde con la búsqueda.
pt_br: A consulta de correspondência do usuário não existe.

source: Copy all the assignations from the selected release.
es: Copiar todas las asignaciones desde el release seleccionado.
pt_br: Copiar todas as atribuições da versão selecionada.

source: Committer
pt_br: Com permissão de envio

source: <Browser defined>
es: <Según navegador>
pt_br: <Definido pelo navegador>

source: %(message)s (Committed revision %(revision)s)
es: %(message)s (En la revisión %(revision)s)
pt_br: %(message)s (Enviado na revisão %(revision)s)

source: Committed revision %s
es: En la revisión %s.
pt_br: Enviado na revisão %s

source: Checking in
es: Enviando
pt_br: Verificando

source: Ok
es: Aceptar
gl: Aceptar

source: Failed. Please try again. If the problem persist fill a ticket.
gl: Erro. Téntao de novo. Se persiste o problema, solicita asistencia.

source: POT file:
gl: Ficheiro POT:

source: Total/Translated/Untranslated/Fuzzy
gl: Total/Traducido/Sen Traducir/Dubidoso

source: View repository log
gl: Ver rexistro do repositorio

source: Repository log:
gl: Rexistro do repositorio:

source: Revision %(rev)s
gl: Revisión %(rev)s

source: The information displayed is local and may be out dated.
gl: A información amosada é local e pode estar sen actualizar.

source: You are assigned as translator of:
gl: Es o tradutor de:

source: You are assigned as reviewer of:
gl: Es o revisor de:

source: Users with submit permissions must already have repository write access. This permission is not team related, the user will have it on all teams on which is member. Coordinators are authorized by default.
gl: Os usuarios con permisos de commit deben contar con privilexios de escritura no repositorio. Este permiso non se limita ao equipo, senón que o usuario poderá enviar ficheiros de todos os equipos aos que pertenza. Os coordinadores están autorizados de xeito predeterminado.
