Repository: dahool/vertaal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, gl, pt_br

source: You can upload multiple files compressed into a tar. The tar file should not include directories.
es: Puedes subir varios archivos comprimidos en un tar. El archivo no debe incluir directorios.
fr: Vous pouvez téléverser plusieurs fichiers compressés dans un tar. L'archive tar ne devrait pas inclure de répertoire.
gl: Podes subir varios ficheiros comprimidos nun tar. O arquivo tar non debe incluír directorios.
pt_br: Você pode enviar múltiplos arquivos comprimidos em um arquivo tar. O arquivo tar não deve incluir diretórios.

source: Please, fix the following errors and upload the file again.
es: Por favor, corrige los siguientes errores y sube el archivo nuevamente.
fr: Veuillez corriger les erreurs suivantes et téléverser le fichier à nouveau.
gl: Corrixe os seguintes erros e sobe o ficheiro de novo.
pt_br: Por favor, corrija os seguintes erros e envie o arquivo novamente.

source: Translator:
fr: Traducteur :

source: Reviewer:
fr: Relecteur :

source: Unlock file.
fr: Déverrouiller le fichier

source: Locked by <b>you</b> on %(created)s.
fr: Verrouillé par <b>vous</b> le %(created)s.

source: Locked by <b>%(owner)s</b> on %(created)s.
fr: Verrouillé par <b>%(owner)s</b> le %(created)s.

source: File is unlocked.
fr: Le fichier est déverrouillé.

source: Editing Glossary
es: Editando Glosario
fr: Édition du glossaire
gl: Editando o glosario
pt_br: Editando o glossário

source: Editing
es: Editando
fr: Édition
gl: Editando
pt_br: Editando

source: New
es: Nuevo
fr: Nouveau
gl: Novo
pt_br: Novo

source: Language:
es: Idioma:
fr: Langue :
gl: Idioma:
pt_br: Idioma:

source: Download TBX
es: Descargar TBX
fr: Télécharger au format TBX
pt_br: Baixar TBX

source: Go top
es: Ir arriba
fr: Remonter
gl: Ir arriba
pt_br: Ir para o topo

source: The database is empty :-(
es: La base de datos esta vacía :-(
fr: La base de données est vide :-(
gl: A base de datos está baleira :-(
pt_br: O banco de dados está vazio :-(

source: Projects for %(language_name)s
es: Proyectos para %(language_name)s
fr: Projets pour %(language_name)s
gl: Proxectos para %(language_name)s
pt_br: Projetos para %(language_name)s

source: Project Page
fr: Page du projet

source: No teams associated to this language
es: No hay equipos asociados con este idioma
fr: Aucune équipe associée à cette langue
gl: Non hai equipos asociados con este idioma
pt_br: Nenhuma equipe associada a este idioma

source: If the project you are looking for is not listed, there is no team for this language yet. If you think this is incorrect, <a href="%(contact)s">contact us</a>.
es: Si el proyecto que estas buscando no se encuentra listado, es porque no hay equipo para este idioma. Si piensas que es incorrecto, ponte en <a href="%(contact)s">contacto</a>.
fr: Si le projet que vous recherchez n'est pas listé, c'est qu'il n'y a pas encore d'équipe pour cette langue. Si vous pensez que cela est incorrect, <a href="%(contact)s">contactez-nous</a>.
pt_br: Se o projeto que você está procurando não está listado, não existe equipe para este idioma ainda. Se você acha que isto é incorreto, <a href="%(contact)s">contacte nos</a>.

source: No languages registered yet.
es: No hay idiomas registrados aún.
fr: Pas encore de langue enregistrée.
gl: Aínda non hai idiomas rexistrados.
pt_br: Nenhum idioma registro ainda.

source: Couldn't find your language? <a href="%(contact)s">Let us know</a>!
es: ¿No puedes encontrar tu idioma? <a href="%(contact)s">Avísanos</a>!"
fr: Vous ne trouvez pas votre langue ? <a href="%(contact)s">Faites-le nous savoir</a> !
pt_br: Não conseguiu encontrar seu idioma? <a href="%(contact)s">Avise-nos!</a>

source: An error ocurred while removing this team
fr: Une erreur est survenue lors de la suppression de cette équipe

source: Add Release
es: Agregar Release
fr: Ajouter une version
pt_br: Adicionar versão

source: Add Component
es: Agregar Componente
fr: Ajouter un composant
gl: Engadir compoñente
pt_br: Adicionar componente

source: Repository:
es: Repositorio:
fr: Dépôt :
gl: Repositorio:
pt_br: Repositório:

source: Repository View URL:
es: URL de vista del repositorio
fr: URL d'affichage du dépôt :
pt_br: URL de visualização do repositório:

source: Maintainer:
es: Mantenedor:
fr: Mainteneur :
gl: Mantedor:
pt_br: Mantenedor:

source: Releases:
fr: Versions :
pt_br: Versões:

source: Disabled.
fr: Désactivé.

source: Components:
es: Componentes
fr: Composants :
gl: Compoñentes:
pt_br: Componentes:

source: Teams:
es: Equipos:
fr: Équipes :
gl: Equipos:
pt_br: Equipes:

source: Remove team
fr: Supprimer l'équipe

source: No teams associated with this project.
es: No hay equipos asociados con este proyecto.
fr: Aucune équipe associée à ce projet.
gl: non hai equipos asociados con este proxecto.
pt_br: Nenhuma equipe associada a este projeto.

source: Editing project %(name)s
es: Editando proyecto %(name)s
fr: Édition du projet %(name)s
gl: Editando proxecto %(name)s
pt_br: Editando o projeto %(name)s

source: New Project
es: Nuevo Proyecto
fr: Nouveau projet
gl: Novo proxecto
pt_br: Novo projeto

source: Latest Projects
es: Ultimos proyectos
fr: Derniers projets
gl: Últimos proxectos
pt_br: Últimos projetos

source: Project List
es: Lista de proyectos
fr: Liste des projets
gl: Listaxe de proxectos
pt_br: Lista de projetos

source: Prove you're human:
es: Demuestra que eres humano:
fr: Prouvez que vous êtes un humain :
pt_br: Prove que você é humano:

source: Drop account
fr: Supprimer le compte

source: ATTENTION: your are about to remove your account.
fr: ATTENTION : vous êtes sur le point de supprimer votre compte.

source: All related information will be removed. This process can't be undone.
fr: Toutes les informations relatives seront supprimées. Ce processus est irréversible.

source: Enter your password twice to confirm.
fr: Saisissez votre mot de passe deux fois pour confirmer.

source: Repeat Password:
fr: Répétez le mot de passe :

source: Drop my account
fr: Supprimer mon compte

source: Your username and password didn't match. Please try again.
es: Tu usuario y contraseña no coinciden. Intenta de nuevo.
fr: Votre nom d'utilisateur et votre mot de passe ne correspondent pas. Veuillez réessayer.
gl: O teu nome de usuario e o contrasinal non coinciden. Téntao de novo.
pt_br: Seu nome de usuário e senha não correspondem. Por favor, tente novamente.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
es: El vínculo para el blanqueo de constreña no es válido, posiblemente porque ya fue utilizado. Por favor, solicita uno nuevo.
fr: Le lien de réinitialisation du mot de passe est invalide, probablement parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.
gl: A ligazón para o restablecemento do contrasinal non é válida, seguramente porque xa foi utilizada. Solicita un novo restablemento de contrasinal.
pt_br: O link para redefinição da senha é inválido, provavelmente porque ele já foi usado. Por favor, solicite novamente a redefinição da senha.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
es: Te hemos enviado instrucciones para establecer una nueva contraseña a la dirección de correo que nos has indicado. Deberías recibirlo en breve.
fr: Nous vous avons envoyé un courriel, à l'adresse que vous avez indiquée, avec les instructions pour définir votre mot de passe. Vous devriez le recevoir sous peu.
gl: Acabamos de enviarche instrucións para establecer un novo contrasinal ao enderezo de correo que nos indicaches. Deberías recibilo axiña.
pt_br: Nós enviamos um e-mail pra você com instruções para definir uma senha nova. Você deve recebê-la em breve.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
es: ¿Olvidaste tu contraseña? Ingresa tu dirección de correo debajo, y te enviaremos un correo con instrucciones para establecer una nueva.
fr: Vous avez oublié votre mot de passe ? Entrez votre adresse mail ci-dessous et nous vous enverrons un courriel d'instructions pour en définir un nouveau.
pt_br: Esqueceu sua senha? Digite seu endereço de e-mail abaixo e nós enviaremos a você, via e-mail, instruções para você definir uma senha nova.

source: User Profile
es: Perfil de usuario
fr: Profil utilisateur
gl: Perfil de usuario
pt_br: Perfil do usuário

source: Profile
es: Perfil
fr: Profil
gl: Perfil
pt_br: Perfil

source: Settings
es: Configuración
fr: Paramètres
gl: Configuración
pt_br: Configurações

source: Workpanel
es: Panel de trabajo
fr: Tableau de bord
gl: Panel de traballo
pt_br: Painel de trabalho

source: You are logged in with OpenID. Click <a href="%(change_pass_url)s">here</a> to setup a local password.
es: Iniciaste sesión con OpenID. Haz clic <a href="%(change_pass_url)s">aquí</a> para establecer una contraseña local.
fr: Vous êtes connecté avec OpenID. Cliquez <a href="%(change_pass_url)s">ici</a> pour définir un mot de passe local.
pt_br: Você está conectado com seu OpenID. Clique <a href="%(change_pass_url)s">aqui</a> para configurar uma senha local.

source: OpenID URLs:
es: URLs de OpenID:
fr: URL OpenID :
gl: URLs de OpenID:
pt_br: URLs do OpenID:

source: Create
fr: Créer

source: Add another OpenID
es: Añadir otro OpenID
fr: Ajouter un autre OpenID
gl: Engadir outro OpenID
pt_br: Adicionar outro OpenID

source: Drop Account
fr: Supprimer le compte

source: Bookmarks
es: Favoritos
fr: Signets
gl: Favoritos
pt_br: Favoritos

source: Set as startup page
es: Establecer página de inicio
fr: Définir en tant que page de démarrage
gl: Establecer páxina de inicio
pt_br: Marcar como página inicial

source: Unset startup page
es: Quitar del inicio
fr: Ne plus définir comme page de démarrage
pt_br: Desmarcar como página inicial

source: Mass Notification
fr: Notification de masse

source: You are translator of:
fr: Vous êtes le traducteur de :

source: Last update
es: Ultima actualización
fr: Dernière mise à jour
gl: Última actualización
pt_br: Última atualização

source: You are reviewer of:
fr: Vous êtes le relecteur de :

source: Pending Submission Queue
fr: File des envois en attente

source: This file is locked, which means it won't be submitted. It looks like you forgot to save the changes after editing it.
es: Este archivo se encuentra bloqueado, lo que significa que no será enviado. Parece que olvidaste guardar tus cambios luego de editarlo.
fr: Le fichier est verrouillé, ce qui signifie qu'il ne sera pas envoyé. Il semblerait que vous ayez oublié de sauvegarder les changements après l'avoir édité.
pt_br: O arquivo está bloqueado, o que significa que ele não será enviado. Parece que você esqueceu de salvar as alterações após tê-lo editado.

source: You are the coordinator of the following team:
es: Eres coordinador del siguiente equipo:
fr: Vous êtes le coordinateur de l'équipe suivante :
pt_br: Você é o coordenador da seguinte equipe:

source: You are member of the following team:
es: Eres parte del siguiente equipo:
fr: Vous êtes membre de l'équipe suivante :
pt_br: Você é membro da seguinte equipe:

source: Locked Files
es: Archivos bloqueados
fr: Fichiers verrouillés
gl: Ficheiros bloqueados
pt_br: Arquivos bloqueados

source: Locked on
es: Bloqueado en
fr: Verrouillé le
gl: Bloqueado en
pt_br: Bloqueado em

source: Sign up
es: Crear cuenta
fr: S'inscrire
gl: Crear conta
pt_br: Inscrever

source: Username/e-mail:
fr: Nom d'utilisateur/e-mail :

source: Lost your password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
gl: Esqueciches o teu contrasinal?
pt_br: Perdeu sua senha?

source: Hello, Thank you for registering with us. We are pleased you have chosen to join this community and would like to welcome you to %(product_name)s. Your username is %(username)s and it will be used, along with your password, to log in at %(user_signin)s. To join a team, please contact the team coordinator using the contact form. You can access the team list through the language list page (%(language_list)s). We hope that %(product_name)s is of good use to you. Please do not respond to this e-mail. If you have specific questions or would like to provide feedback on how we can better serve your needs, please fill a ticket (%(ticket_url)s). Sincerely, The %(product_name)s team %(home)s
es: Hola, Gracias por registrarte. Nos complace que hayas elegido unirte a esta comunidad y te damos la bienvenida a %(product_name)s. Tu nombre de usuario es %(username)s y debes usarlo, junto con tu contraseña, para iniciar sesión en %(user_signin)s. Para unirte a un equipo, contacta al coordinador del mismo mediante el formulario de contacto. Puedes acceder a la lista de equipos mediante la página de Idiomas (%(language_list)s). Esperamos que %(product_name)s te sea útil. Por favor, no respondas a este correo. Si tienes alguna duda en particular o te gustaría enviarnos alguna recomendación sobre como mejorar este sitio, abre un pedido en %(ticket_url)s. Atentamente, El equipo de %(product_name)s %(home)s
fr: Bonjour, Merci de vous être enregistré(e) parmi nous. Nous sommes ravi que vous ayez choisi cette communauté et nous voudrions vous souhaiter la bienvenue chez %(product_name)s. Votre nom d'utilisateur est %(username)s et devra être utilisé, avec votre mot de passe, pour vous connecter à %(user_signin)s. Pour rejoindre une équipe, veuillez contacter le coordinateur de l'équipe en utilisant le formulaire de contact. Vous pouvez accéder à la liste des équipes via la page listant les langues (%(language_list)s). Nous espérons que %(product_name)s vous plaira. Veuillez ne pas répondre à ce courriel. Si vous avez des questions spécifiques ou voulez faire un retour sur ce que nous pourrions améliorer, veuillez remplir un ticket (%(ticket_url)s). Cordialement, L'équipe de %(product_name)s %(home)s
pt_br: Olá, Obrigado por se registrar. Estamos felizes que você tenha escolhido juntar-se a esta comunidade e gostaríamos de dar as boas vindas ao %(product_name)s. Seu nome de usuário é %(username)s e ele será usado, juntamente com sua senha, para conectar-se em %(user_signin)s. Para juntar-se a uma equipe, por favor contacte o coordenador da equipe usando o formulário de contato. Você pode acessar a lista de equipes através da página da lista de idiomas (%(language_list)s). Esperamos que %(product_name)s seja de bom uso para você. Por favor, não responda a este e-mail. Se você tem alguma pergunta ou gostaria de fornecer um retorno sobre como podemos melhorar, por favor, preencha um ticket (%(ticket_url)s). Atenciosamente, A equipe do %(product_name)s %(home)s

source: Populate
es: Poblar
fr: Peupler
pt_br: Preencher

source: Build cache
es: Construir cache
fr: Construire le cache
gl: Construír caché
pt_br: Construir cache

source: View console
es: Ver consola
fr: Voir la console
gl: Ver consola
pt_br: Exibir o console

source: POT Merge
es: Fusionar POT
fr: Fusion POT
gl: Fusionar POT
pt_br: Combinar com POT

source: Branch:
es: Rama:
fr: Branche :
gl: Galla:
pt_br: Ramo:

source: Editing release %(name)s
es: Editando release %(name)s
fr: Édition de la version %(name)s
pt_br: Editando a versão %(name)s

source: New Release
es: Nuevo Release
fr: Nouvelle version
pt_br: Nova versão

source: Merge
es: Fusionar
fr: Fusionner
gl: Fusionar
pt_br: Combinar

source: The process could take some time, are you sure?
es: El proceso puede demorar un tiempo, ¿estás seguro?
fr: Le processus peut prendre un certain temps, êtes-vous sûr(e) ?
gl: O proceso pode tardar un chisco, estás seguro?
pt_br: O processo pode demorar algum tempo, você tem certeza?

source: Team
es: Equipo
fr: Équipe
gl: Equipo
pt_br: Equipe

source: There is no need to merge any files.
es: No hay necesidad de fusionar ningún archivo.
fr: Aucune fusion de fichiers n'est nécessaire
gl: Non é preciso fusionar ningún ficheiro.
pt_br: Não há necessidade de combinar nenhum arquivo.

source: Populate release %(name)s
es: Poblar release %(name)s
fr: Peupler la version %(name)s
pt_br: Preencher a versão %(name)s

source: Populate from:
es: Completar desde:
fr: Peupler depuis :
pt_br: Preencher de:

source: Start
es: Iniciar
fr: Démarrer
gl: Iniciar
pt_br: Iniciar

source: The process could take some time to perform. Please be patient.
es: El proceso puede demorar un tiempo. Por favor, se paciente.
fr: Le processus peut prendre un certain temps. Soyez patient.
pt_br: O processo pode demorar algum tempo. Por favor, seja paciente.

source: Join
es: Unirse
fr: Rejoindre
gl: Unirse
pt_br: Entrar

source: Join the team %(teamname)s (%(projectname)s)"
es: Forma parte del equipo %(teamname)s (%(projectname)s)"
fr: Rejoindre l'équipe %(teamname)s (%(projectname)s)"
gl: Forma parte do equipo %(teamname)s (%(projectname)s)"
pt_br: Entrar na equipe %(teamname)s (%(projectname)s)"

source: You are about to send a request to join<br/>the <b>%(teamname)s</b> team of the <b>%(projectname)s</b> project.
es: Estás a punto de enviar una solicitud para formar parte del<br/>equipo <b>%(teamname)s</b> para el proyecto <b>%(projectname)s</b>.
fr: Vous êtes sur le point d'envoyer une demande pour rejoindre <br/>l'équipe <b>%(teamname)s</b> du projet <b>%(projectname)s</b>.
gl: Está a piques de enviar unha solicitude para formar parte do <br/>equipo <b>%(teamname)s</b> para o proxecto <b>%(projectname)s</b>.
pt_br: Você está enviando uma requisição para entrar<br/>na equipe <b>%(teamname)s</b> do projeto <b>%(projectname)s</b>.

source: Hello, The user '%(username)s' wants to join the %(project)s's %(team)s team. Go to %(join_link)s to approve or reject this request. The reply-to address has been set with the user's e-mail, you can reply this message to contact him/her. Sincerely, The %(product_name)s team %(home)s
es: Hola, El usuario '%(username)s' quiere unirse al equipo %(team)s del proyecto %(project)s. Ve a %(join_link)s para aprobar o rechazar este equipo. La dirección de respuesta fue establecida con el correo del usuario, puedes responder este mensaje para ponerte en contacto con él. Atentamente, El equipo de %(product_name)s %(home)s
fr: Bonjour, L'utilisateur '%(username)s' désire rejoindre l'équipe %(team)s de %(project)s. Rendez-vous sur %(join_link)s pour approuver ou rejeter cette demande. L'adresse reply-to a été définie avec le mail de l'utilisateur, vous pouvez répondre à ce message pour le ou la contacter. Cordialement, L'équipe de %(product_name)s %(home)s
gl: Ola, O usuario '%(username)s' quere unirse ao equipo %(team)s do proxecto %(project)s. Vai a %(join_link)s para aprobar ou rexeitar esta petición. O enderezo de resposta foi establecido co correo do usuario, podes responder a esta mensaxe para poñerche en contacto con el. Atentamente, O equipo de %(product_name)s %(home)s
pt_br: Olá, O usuário '%(username)s' quer entrar na equipe %(team)s do projeto %(project)s. Vá para %(join_link)s para aprovar ou rejeitar a requisição. O endereço de resposta foi preenchido com o e-mail do usuário, você pode responder a esta mensagem para contactá-lo(a). Atenciosamente, A equipe do %(product_name)s %(home)s

source: Hello, You have been accepted as member of the %(project)s's %(team)s team. Contact your team coordinator to know how to proceed. Sincerely, The %(product_name)s team %(home)s
es: Hola, Fuiste aceptado como miembro del equipo %(team)s del proyecto %(project)s. Contacta al coordinador de tu equipo para saber como proceder. Atentamente, El equipo de %(product_name)s %(home)s
fr: Bonjour, Vous avez été accepté(e) en tant que membre de l'équipe %(team)s de %(project)s. Contactez le coordinateur de votre équipe pour savoir comment procéder. Cordialement, L'équipe de %(product_name)s %(home)s
gl: Ola, Fuches aceptado como membro do equipo %(team)s do proxecto %(project)s. Contacta cos coordinadores do teu equipo para saber como proceder. Atentamente, O equipo de %(product_name)s %(home)s
pt_br: Olá, Você foi aceito como membro da equipe %(team)s do projeto %(project)s. Contacte o coordenador de sua equipe para saber como proceder. Atenciosamente, A equipe do %(product_name)s %(home)s

source: Hello, Your request to join the %(project)s's %(team)s team was rejected. If you are unsure of the reason for this rejection, contact the team coordinator. Sincerely, The %(product_name)s team %(home)s
es: Hola, Tu pedido para unirte el equipo %(team)s del proyecto %(project)s fue rechazado. Si no estás seguro de los motivos de este rechazo, contacta al coordinador del equipo. Atentamente, El equipo de %(product_name)s %(home)s
fr: Bonjour, Votre demande pour rejoindre l'équipe %(team)s de %(project)s a été rejetée. Si vous n'êtes pas sûr(e) de la raison de ce rejet, contactez le coordinateur de l'équipe. Cordialement, L'équipe de %(product_name)s %(home)s
gl: Ola, A súa solicitude para unirse ao equipo %(team)s do proxecto %(project)s foi rexeitada. Se non estás seguro dos motivos deste rexeitamento, contacte cos coordinadores do equipo. Atentamente, O equipo de %(product_name)s %(home)s
pt_br: Olá, Sua requisição para entrar na equipe %(team)s do projeto %(project)s foi rejeitada. Se você não tem certeza do motivo para esta rejeição, contacte o coordenador da equipe. Atenciosamente, A equipe do %(product_name)s %(home)s

source: Manage
es: Gestionar
fr: Gérer
gl: Xestionar
pt_br: Gerenciar

source: Join requests:
es: Solicitudes:
fr: Demandes d'inscription :
gl: Solicitudes:
pt_br: Requisições de entrada:

source: Request date
es: Fecha de solicitud
fr: Date de la demande
gl: Data de solicitude
pt_br: Data da requisição

source: Accept
es: Aceptar
fr: Accepter
gl: Aceptar
pt_br: Aceitar

source: only a maintainer can remove users from the coordinators group.
es: Sólo los mantenedores pueden eliminar usuarios del grupo de coordinadores.
fr: seul un mainteneur peut supprimer des utilisateurs du groupe des coordinateurs.
gl: Só os mantedores poden eliminar usuarios do grupo de coordinadores.
pt_br: somente um mantenedor pode remover usuários do grupo de coordenadores.

source: Users with submit permissions must already have repository write access.
fr: Les utilisateurs qui ont le droit d'envoyer ('submit') doivent déjà avoir un accès en écriture au dépôt.

source: Type 3 or more letters and press ENTER
es: Ingresa 3 o más letras y presiona INTRO
fr: Tapez 3 lettres ou plus et appuyez sur ENTRÉE
gl: Introduza 3 ou máis letras e prema INTRO
pt_br: Digite 3 ou mais letras e pressione ENTER

source: Group
es: Grupo
fr: Groupe
gl: Grupo
pt_br: Grupo

source: Last Activity
fr: Dernière activité

source: Coordinator
es: Coordinador
fr: Coordinateur
gl: Coordinador
pt_br: Coordenador

source: %(time)s ago
fr: Il y a %(time)s

source: Remove coordinator
es: Quitar coordinador
fr: Supprimer le coordinateur
pt_br: Remover coordenador

source: Set as coordinator
es: Establecer como coordinador
fr: Nommer comme coordinateur
pt_br: Definir como coordenador

source: Remove submit grants
es: Quitar permisos de envío
fr: Supprimer les droits d'envoi.
pt_br: Remover permissão de envio

source: This user can update the glossary. Disallow.
es: Este usuario puede actualizar el glosario. Impedir.
fr: Cet utilisateur peut mettre à jour le glossaire. Interdire.
pt_br: Este usuário pode atualizar o glossário. Não permitir.

source: This user cannot update the glossary. Allow.
es: Este usuario no puede actualizar el glosario. Permitir.
fr: Cet utilisateur ne peut pas mettre à jour le glossaire. Autoriser.
pt_br: Este usuário não pode atualizar o glossário. Permitir.

source: Member
es: Miembro
fr: Membre
gl: Membro
pt_br: Membro

source: Add repository submit grants
es: Agregar permisos de envío al repositorio
fr: Ajouter les droits d'envoi
pt_br: Adicionar permissão de envio ao repositório
