Repository: dahool/vertaal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, gl, pt_br

source: There are no available releases to populate from.
es: No hay releases disponibles de los cuales copiar.
fr: Il n'y a pas de version depuis laquelle peupler.
pt_br: Não existem versões disponíveis a preencher.

source: The files could not be merged.
es: Los archivos no pudieron ser fusionados.
fr: Les fichiers n'ont pas pu être fusionnés.
pt_br: Os arquivos não puderam ser combinados.

source: Some files could not be merged.
es: Algunos archivos no pudieron ser fusionados.
fr: Certains fichiers n'ont pas pu être fusionnés.
gl: Algúns ficheiros non puideron ser fusionados.
pt_br: Alguns arquivos não puderam ser combinados.

source: You are about to submit the following files.
es: Estás a punto de persistir los siguientes archivos.
fr: Vous êtes sur le point d'envoyer les fichiers suivants.
gl: Estás a piques de enviar os seguintes ficheiros.
pt_br: Você está para enviar os seguintes arquivos.

source: Session invalid or expired.
es: Sesión inválida o expirada.
fr: Session invalide ou ayant expirée.
gl: sesión non válida ou caducada.
pt_br: Sessão inválida ou expirada.

source: Invalid.
es: No válido.
fr: Invalide.
gl: Non válido.
pt_br: Inválido.

source: File is not locked.
es: El archivo no esta bloqueado.
fr: Le fichier n'est pas verrouillé.
gl: O ficheiro non está bloqueado.
pt_br: Arquivo não está bloqueado.

source: Failed: [%s].
es: Error: [%s].
fr: Échec : [%s].
gl: Fallou: [%s].
pt_br: Falhou: [%s].

source: Review all submits
es: Revisar todos los envíos
fr: Relire tous les envois
pt_br: Revisar todas as submissões

source: Allow users to submit to repository
es: Permitir a los usuarios enviar al repositorio
fr: Autoriser les utilisateurs à envoyer ('submit') vers le depôt
pt_br: Permitir aos usuários enviar ao repositório

source: <User: %(user)s - Team: %(project)s (%(language)s)>
es: <Usuario: %(user)s - Equipo: %(project)s (%(language)s)>
fr: <Utilisateur : %(user)s - Équipe : %(project)s (%(language)s)>
pt_br: <Usuário: %(user)s - equipe: %(project)s (%(language)s)>

source: File submission
es: Envío de archivos
fr: Envoi de fichier
pt_br: Envio de arquivo

source: Your message couldn't be delivered to one or more recipients.
es: Fallo al enviar el mensaje a uno o más destinatarios.
fr: Votre message n'a pas pu être délivré à un ou plusieurs des destinataires.
pt_br: Sua mensagem não pode ser entregue para um ou mais destinatários.

source: You are not authorized to perform this action
es: No estas autorizado a realizar esta acción
fr: Vous n'êtes pas autorisé à réaliser cette action
gl: Non está autorizado para realizar esta acción
pt_br: Você não está autorizado a executar esta ação

source: Team %(lang)s [%(project)s] removed.
fr: Équipe %(lang)s [%(project)s] supprimée.

source: Request to join the %(team)s team
es: Solicitud para unirse al equipo %(team)s
fr: Demander à rejoindre l'équipe %(team)s
gl: Solicitude para unirse ao equipo %(team)s
pt_br: Requisitar a entrada na equipee %(team)s

source: You are already a member of this team.
es: Ya perteneces a este equipo.
fr: Vous êtes déjà membre de cette équipe.
gl: Xa pertences a este equipo.
pt_br: Você já é um membro desta equipe.

source: You have already sent a join request.
es: Ya enviaste una solicitud.
fr: Vous avez déjà demandé une demande pour rejoindre l'équipe.
gl: Xa enviou unha solicitude para unirse.
pt_br: Você já enviou uma requisição de entrada na equipe.

source: Request to join the team
es: Solicitud para unirse al equipo
fr: Demander à rejoindre l'équipe
gl: Solicitude para unirse ao equipo
pt_br: Requisitar a entrada na equipe

source: Your request to join this team has been received.
es: Recibimos tu solicitud para formar parte de este equipo.
fr: Votre demande pour rejoindre cette équipe a été reçue.
gl: Xa recibimos a súa solicitude para formar parte do equipo.
pt_br: Sua requisição de entrada na equipe foi recebida.

source: Forbidden
es: Prohibido
fr: Interdit
gl: Prohibido
pt_br: Proibido

source: Sorry, you don't have enough permissions to access here.
es: Disculpa, no tienes permisos suficientes para acceder aquí.
fr: Désolé, vous n'avez pas la permission d'accéder à ceci.
pt_br: Desculpe, você não tem permissões suficientes para acessar aqui.

source: Not found
es: No encontrado
fr: Introuvable
gl: Non atopado
pt_br: Não encontrado

source: Looks like you followed a bad link. If you think it's our fault, please <a href='%(ticket_url)s'>let us know</a>.
es: Parece que seguiste un vínculo incorrecto. Si crees que es un error nuestro, por favor <a href='%(ticket_url)s'>avísanos</a>.
fr: Il semblerait que vous ayez suivi un mauvais lien. Si vous pensez que c'est de notre faute, veuillez <a href='%(ticket_url)s'>nous le faire savoir</a>.
pt_br: Parece que você seguiu um link ruim. Se você pensa que é nossa culpa, por favor <a href='%(ticket_url)s'>avise-nos</a>.

source: Here's a link to the <a href="%(home)s">homepage</a>. You know, just in case.
es: Aquí tienes un vínuclo a la <a href="%(home)s">página principal</a>. Ya sabes, sólo por las dudas.
fr: Voici un lien vers <a href="%(home)s">la page d'accueil</a>. Juste au cas où, vous voyez.
pt_br: Aqui está um link para a <a href="%(home)s">página inicial</a>. Você sabe, só pra garantir.

source: Page unavailable
es: Página no disponible
fr: Page indisponible
gl: Páxina non dispoñible
pt_br: Página indisponível

source: The <b>bad news</b> is that Vertaal has just encountered an error.
fr: La <b>mauvaise nouvelle</b>, c'est que Vertaal vient tout juste de rencontrer une erreur.
pt_br: A <b>má notícia</b> é que o Vertaal encontrou um erro.

source: The <b>good news</b> is that you've helped us find a bug, which we are now looking into.
fr: La <b>bonne nouvelle</b>, c'est que vous nous avez aidés à trouver un bogue, que nous sommes maintenant en train d'inspecter.
pt_br: A <b>boa notícia</b> é que você ajudou-nos a encontrar um bug, o qual estamos dando uma olhada.

source: We're sorry, a server error occurred. Please wait a bit and try again.
fr: Nous sommes désolé, une erreur de serveur est survenue. Veuillez attendre un petit peu puis réessayer.
pt_br: Desculpe, ocorreu um erro no servidor. Por favor, espere um pouco e tente novamente.

source: Sorry, and thanks for your help!
fr: Désolé et merci pour votre aide !
pt_br: Desculpe e obrigado pela ajuda!

source: Under Maintenance
fr: En maintenance

source: We are sorry, the system is currently under maintenance. Please try again later.
es: Lo sentimos, el sistema es encuentra en mantenimiento. Intenta nuevamente más tarde.
fr: Nous sommes désolés, le système est actuellement en maintenance. Veuillez réessayer plus tard.
pt_br: Desculpe, mas o sistema está atualmente em manutenção. Por favor, tente novamente mais tarde.

source: Looks like you are blocking ads. In order to keep Vertaal running, we felt the need to show you some ads, it would be nice if you could disable your adblocking for this site. It will be shown only once per page. Also, if you click on them, it would be great :). Thank you.
fr: Il semblerait que vous bloquiez les publicités. Afin de faire perdurer Vertaal, nous avons ressenti le besoin d'afficher quelques publicités ; ce serait chouette si vous pouviez désactiver votre bloqueur de publicités pour ce site. Une seule sera affichée par page. Et puis, si vous cliquiez dessus, ce serait génial :) Merci.

source: Welcome
es: Bienvenido
fr: Bienvenue
gl: Benvido/a
pt_br: Bem-vindo

source: Sign in
es: Iniciar sesión
fr: Se connecter
gl: Iniciar sesión
pt_br: Entrar

source: Profile settings
es: Configuración del perfil
fr: Paramètres du profil
gl: Configuración do perfil
pt_br: Configurações do perfil

source: Register
es: Crear cuenta
fr: S'enregistrer
gl: Crear unha conta
pt_br: Registrar

source: Loading...
fr: Chargement...

source: The site is currenty in maintenance mode.
fr: Le site est actuellement en mode maintenance.

source: Found a bug?
es: ¿Encontraste un error?
fr: Vous avez trouvé un bogue ?
gl: Atopaches un erro?
pt_br: Encontrou um problema?

source: Remove from bookmarks
es: Eliminar de favoritos
fr: Supprimer des signets
gl: Eliminar de favoritos
pt_br: Remover dos favoritos

source: Add to bookmarks
es: Agregar a favoritos
fr: Ajouter aux signets
gl: Engadir a marcadores
pt_br: Adicionar aos favoritos

source: My Profile
es: Mi Perfil
fr: Mon profil
gl: O meu perfil
pt_br: Meu perfil

source: Submission Queue
es: Cola de Envíos
fr: File d'envoi
gl: Cola de envíos
pt_br: Fila de envio

source: Glossary
es: Glosario
fr: Glossaire
gl: Glosario
pt_br: Glossário

source: Languages
es: Idiomas
fr: Langues
gl: Idiomas
pt_br: Idiomas

source: Projects
es: Proyectos
fr: Projets
gl: Proxectos
pt_br: Projetos

source: Site Index
fr: Index du site

source: Add OpenID
es: Añadir OpenID
fr: Ajouter un OpenID
gl: Engadir OpenID
pt_br: Adicionar OpenID

source: username
es: usuario
fr: nom d'utilisateur
gl: nome de usuario
pt_br: nome de usuário

source: Select your OpenID provider
es: Seleccione su proveedor de OpenID
fr: Sélectionnez le fournisseur de votre OpenID
gl: Seleccione o seu provedor de OpenID
pt_br: Selecione seu fornecedor OpenID

source: OpenID Registration
es: Registración de OpenID
fr: Enregistrement OpenID
gl: Rexistro de OpenID
pt_br: Registro do OpenID

source: Your OpenID can now be associated with a new or existing membership.
es: Su OpenID puede asociarse con una cuenta existente o con una nueva.
fr: Votre OpenID peut être maintenant associé à un nouveau compte ou à un compte existant.
gl: O seu OpenID pode asociarse cunha conta xa existente ou cunha nova.
pt_br: Seu OpenID agora pode ser associado com uma conta nova ou existente.

source: Associate with a new account
es: Asociar con una cuenta nueva
fr: Associer avec un nouveau compte
gl: Asociar cunha conta nova.
pt_br: Associar com uma nova conta

source: Create account
es: Crear cuenta
fr: Créer un compte
gl: Crear unha conta
pt_br: Cria conta

source: Associate with an existing account
es: Asociar con una cuenta existente
fr: Associer avec un compte existant
gl: Asociar cunha conta xa existente
pt_br: Associar com uma conta existente

source: Verify
es: Verificar
fr: Vérifier
gl: Verificar
pt_br: Verificar

source: Migrate existing account
fr: Migrer un compte existant

source: Link
fr: Lien

source: Failed
es: Fallido
fr: Échec
gl: Fallou
pt_br: Falhou

source: Sign in with your OpenID
es: Inicia sesión con tu OpenID
fr: Se connecter avec un OpenID
gl: Iniciar sesión co seu OpnID
pt_br: Conectar com seu OpenID

source: Password setup
es: Configuración de contraseña
fr: Configuration du mot de passe
gl: Configuración do contrasinal
pt_br: Configurar a senha

source: Set your new password
es: Establecer nueva contraseña
fr: Définissez votre nouveau mot de passe
gl: Establecer un novo contrasinal
pt_br: Configure sua nova senha

source: Apply
es: Aplicar
fr: Appliquer
gl: Aplicar
pt_br: Aplicar

source: Build log
es: Historial de construcción
fr: Journal de construction
gl: Rexistro da construción
pt_br: Log da construção

source: Edit
es: Editar
fr: Modifier
gl: Editar
pt_br: Editar

source: Release
fr: Version
pt_br: Versão

source: Untranslated
fr: Non traduit

source: Fuzzy
fr: Approximatif

source: Complete
es: Completado
fr: Terminé
gl: Completado
pt_br: Completo

source: Editing component %(name)s
es: Editando componente %(name)s
fr: Édition du composant %(name)s
gl: Editando compoñente %(name)s
pt_br: Editando o componente %(name)s

source: New Component
es: Nuevo componente
fr: Nouveau composant
gl: Novo compoñente
pt_br: Novo componente

source: required
es: requerido
fr: requis
gl: requirido
pt_br: necessário

source: Send
es: Enviar
fr: Envoyer
gl: Enviar
pt_br: Enviar

source: Submission Queue Manager
es: Gestor de la Cola de Envíos
fr: Gestionnaire de file d'envoi
gl: Xestor da cola de envío
pt_br: Gerenciador da fila de envio

source: Submission Queue for Project %(projectname)s
fr: File d'envoi pour le projet %(projectname)s

source: File
es: Archivo
fr: Fichier
gl: Ficheiro
pt_br: Arquivo

source: Component
es: Componente
fr: Composant
gl: Compoñente
pt_br: Componente

source: Submitted on
es: Enviado el
fr: Envoyé le
gl: Enviado o
pt_br: Enviado em

source: Submit
es: Enviar
fr: Envoyer
gl: Enviar
pt_br: Enviar

source: Reject
es: Rechazar
fr: Rejeter
gl: Rexeitar
pt_br: Rejeitar

source: The queue is empty.
es: La cola se encuentra vacía.
fr: La file est vide.
gl: A cola está baleira.
pt_br: A fila está vazia.

source: You cannot hide all components.
es: No puedes ocultar todos los componentes.
fr: Vous ne pouvez pas cacher tous les composants.
gl: Non podes acochar todos os compoñentes.
pt_br: Você não pode ocultar todos os componentes.

source: Components
es: Componentes
fr: Composants
gl: Compoñentes
pt_br: Componentes

source: Uncheck to hide a component
es: Desmarcar para ocultar un componente
fr: Décocher pour masquer un composant
gl: Desmarcar para acochar un compoñente
pt_br: Desmarque para ocultar um componente

source: Hide fully translated files
es: Ocultar archivos traducidos
fr: Masquer les fichiers complètement traduits
gl: Acochar ficheiros traducidos
pt_br: Ocultar os arquivos completamente traduzidos

source: My files only
es: Sólo mis archivos
fr: Mes fichiers seulement
gl: Só os meus ficheiros
pt_br: Apenas meus arquivos

source: Latest actions on %(filename)s
es: Ultimos movimientos para el archivo %(filename)s.
fr: Dernières actions sur %(filename)s
pt_br: Últimas ações no %(filename)s

source: View
fr: Voir

source: Download
es: Descargar
fr: Télécharger
gl: Descargar
pt_br: Baixar

source: Edit online
fr: Éditer en ligne

source: Download POT file
fr: Télécharger le fichier POT

source: <span>Source Total:</span> %(counter)s string
fr: <span>Total source :</span> %(counter)s chaîne

source: <span>Total:</span> %(counter)s string
fr: <span>Total :</span> %(counter)s chaîne

source: <span>Translated:</span> %(counter)s string
fr: <span>Traduite :</span> %(counter)s chaîne

source: <span>Untranslated:</span> %(counter)s string
fr: <span>Non traduite :</span> %(counter)s chaîne

source: <span>Changed:</span> %(counter)s string
fr: <span>Modifiée :</span> %(counter)s chaîne

source: The PO file differs from the source POT file.
es: El archivo PO difiere del POT fuente
fr: Le fichier PO diffère du fichier POT source.
pt_br: O arquivo PO difere do arquivo POT fonte.

source: Force merge
es: Forzar fusión
fr: Forcer la fusion
gl: Forzar fusión
pt_br: Forçar combinação

source: Source file updated on %(updated)s (%(since)s ago)
fr: Fichier source mis à jour le %(updated)s (il y a %(since)s)

source: File last merged on %(updated)s (%(since)s ago)
fr: Fichier fusionné pour la dernière fois le %(updated)s (il y a %(since)s)

source: Repositoy revision <a href="%(viewurl)s" target="_blank">%(rev)s</a> (updated %(updated)s - %(since)s ago)*
fr: Révision du dépôt <a href="%(viewurl)s" target="_blank">%(rev)s</a> (mis à jour %(updated)s - il y a %(since)s)*

source: Repositoy revision %(rev)s (updated %(updated)s - %(since)s ago)*
fr: Révision du dépôt %(rev)s (mis à jour %(updated)s - il y a %(since)s)*

source: Pending submit, in queue since %(created)s (%(since)s ago)
es: Envío pendiente, en cola desde %(created)s (hace %(since)s)
fr: Envoi en attente, dans la file depuis %(created)s (il y a %(since)s)
pt_br: Envio pendente, na fila desde %(created)s (%(since)s atrás)

source: (*) The information displayed is local and may be out dated.
fr: (*) L'information affichée est locale et peut être périmée.

source: Click to open/close
fr: Cliquez pour ouvrir/fermer

source: Submit History
fr: Historique des envois

source: Status
es: Estado
fr: Statut
gl: Estado

source: Files older than %(days)s days are removed.
fr: Les fichiers de plus de %(days)s jours sont supprimés.

source: File History
fr: Historique du fichier

source: Edit %(fname)s
es: Editar %(fname)s
fr: Éditer %(fname)s
gl: Editar %(fname)s
pt_br: Editar %(fname)s

source: Save and submit
es: Guardar y enviar
fr: Sauvegarder et envoyer
gl: Gardar e enviar
pt_br: Salvar e enviar

source: Editing:
es: Editando:
fr: Édition :
gl: Editando:
pt_br: Editando:

source: Latest updates
es: Ultimas actualizaciones
fr: Dernières mises à jour
gl: Últimas actualizacións
pt_br: Últimas atualizações

source: Latest updates for you
es: Ultimas actualizaciones para tí
fr: Dernières mises à jour pour vous
gl: Últimas actualizacións para ti
pt_br: Últimas atualizações para você

source: Submission queue
es: Cola de envíos
fr: File d'envoi
gl: Cola de envíos
pt_br: Fila de envio

source: Team:
fr: Équipe :

source: Project:
es: Proyecto:
fr: Projet :
gl: Proxecto:
pt_br: Projeto:

source: Show my files only
fr: Afficher seulement mes fichiers

source: Recent activity
es: Cambios recientes
fr: Activité récente
pt_br: Atividade recente

source: File <b><a href="%(logfileurl)s">%(filename)s</a></b> %(log_action)s by <b>%(username)s</b> %(updated)s ago.
fr: Fichier <b><a href="%(logfileurl)s">%(filename)s</a></b> %(log_action)s par <b>%(username)s</b> il y a %(updated)s.

source: View %(filename)s
es: Visualizar %(filename)s
fr: Voir %(filename)s
gl: Ver %(filename)s
pt_br: Ver %(filename)s

source: Download %(filename)s
es: Descargar %(filename)s
fr: Télécharger %(filename)s
gl: Descargar %(filename)s
pt_br: Baixar %(filename)s

source: Edit %(filename)s
es: Editar %(filename)s
fr: Éditer %(filename)s
gl: Editar %(filename)s
pt_br: Editar %(filename)s

source: Mark the file as Translated.
es: Marcar el archivo como Traducido.
fr: Marquer le fichier comme traduit.
gl: Marcar o ficheiro como Traducido.
pt_br: Marcar o arquivo como traduzido.

source: File translated. Mark as Reviewed.
fr: Fichier traduit. Marquer comme relu.

source: File reviewed. Mark as Completed.
fr: Fichier relu. Marquer comme terminé.

source: File completed.
fr: Fichier terminé.

source: Unlock the file when you finish working on it.
es: Desbloquea este archivo cuando termines de trabajar en él.
fr: Déverrouillez le fichier quand vous avez fini de travailler dessus.
gl: Desbloquea este ficheiro cando termines de traballar con el.
pt_br: Desbloquear o arquivo quando você tiver terminado de trabalhar nele.

source: Lock the file to notify others you're working on it.
es: Bloquea este archivo para notificar a otros que trabajarás en él.
fr: Verrouillez le fichier pour notifier aux autres que vous travaillez dessus.
gl: Bloquea este ficheiro para notificar a outros que estás a traballar nel.
pt_br: Bloquear o arquivo para notificar os outros que você está trabalhando nele.

source: This file requires a merge.
fr: Ce fichier nécessite une fusion.

source: This file has a pending submit. Click here if you want to download it.
es: Este archivo tiene un envío pendiente. Haz clic aquí para descargarlo.
fr: Le fichier a un envoi en attente. Cliquez ici si vous souhaitez le télécharger.
gl: Este ficheiro ten un envío pendente. Preme aquí para descargalo.
pt_br: Este arquivo tem um envio pendente. Clique aqui se você quer baixá-lo.

source: This file is being edited
es: Este archivo esta siendo editado
fr: Ce fichier est en train d'être modifié
gl: Este ficheiro esta a ser editado
pt_br: Este arquivo está sendo editado

source: Translated:
es: Traducido:
fr: Traduites :
gl: Traducido:
pt_br: Traduzido:

source: Untranslated:
fr: Non traduites :

source: Fuzzy:
es: Dudoso:
fr: Approximatives :
gl: Dubidoso:
pt_br: Aproximada:

source: Remove translator
es: Quitar traductor
fr: Retirer le traducteur
gl: Quitar tradutor
pt_br: Remover tradutor

source: (you)
es: (tú)
fr: (vous)
gl: (ti)
pt_br: (você)

source: Locked on %(created)s (%(locked)s ago).
fr: Verrouillé le %(created)s (il y a %(locked)s).

source: None
es: Ninguno
fr: Aucun
gl: Ningún
pt_br: Nenhum

source: Remove reviewer
es: Quitar revisor
fr: Enlever le relecteur
gl: Quitar revisor
pt_br: Remover revisor

source: Locked %(locked)s ago.
fr: Verrouillé il y a %(locked)s.

source: Progress
es: Progreso
fr: Progression
gl: Progreso
pt_br: Progresso

source: Translator
es: Traductor
fr: Traducteur
gl: Tradutor
pt_br: Tradutor

source: Reviewer
es: Revisor
fr: Relecteur
gl: Revisor
pt_br: Revisor

source: %(filename)s log
es: Registro de %(filename)s
fr: Journal de %(filename)s
gl: Rexistro de %(filename)s
pt_br: Log do %(filename)s

source: No actions registered yet
es: No se han registrado acciones aún
fr: Aucune action enregistrée pour le moment
gl: Aínda non se rexistraron accións
pt_br: Nenhuma ação registrada ainda

source: Confirm action
es: Confirmar acción
fr: Confirmer l'action
gl: Confirmar acción
pt_br: Confirmar ação

source: Confirm
es: Confirmar
fr: Confirmer
gl: Confirmar
pt_br: Confirmar

source: Enter your repository credentials
es: Ingresa tus credenciales del repositorio
fr: Saisissez vos informations d'identification pour l'accès au dépôt
gl: Introduce a túas credenciais do repositorio
pt_br: Digite suas credenciais do repositório

source: Ready to process 1 file
fr: Prêt à traiter 1 fichier

source: Show files
fr: Afficher les fichiers

source: Please wait, this could take some time...
es: Espera, puede demorar un poco...
fr: Veuillez patienter, cela peut prendre un certain temps...
gl: Agarda, pode tardar un chisco...
pt_br: Por favor, aguarde. Isto pode levar algum tempo...

source: Project
es: Proyecto
fr: Projet
gl: Proxecto
pt_br: Projeto

source: Language
es: Idioma
fr: Langue
gl: Idioma
pt_br: Idioma

source: 1 file in total
fr: 1 fichier au total

source: You are viewing the uploaded version of this file. To view the original one, click <a href="%(view_url)s">here</a>
es: Estas viendo la versión subida de este archivo. Para ver la original, clic <a href="%(view_url)s">aquí</a>
fr: Vous êtes en train de lire la version téléversée de ce fichier. Pour voir la version originale, cliquez <a href="%(submit_url)s">ici</a>
gl: Estás a ver a versión subida deste ficheiro. Para ver a orixinal, prema en <a href="%(view_url)s">aquí</a>
pt_br: Você está visualizando a versão enviada deste arquivo. Para ver o original, clique <a href="%(view_url)s">aqui</a>

source: You are viewing the original version of this file. To view the uploaded one, click <a href="%(submit_url)s">here</a>
es: Estas viendo la versión original de este archivo. Para ver la versión subida, haz clic <a href="%(submit_url)s">aquí</a>
fr: Vous êtes en train de lire la version originale de ce fichier. Pour voir la version téléversée, cliquez <a href="%(submit_url)s">ici</a>
pt_br: Você está visualizando a versão original deste arquivo. Para ver a enviada, clique <a href="%(submit_url)s">aqui</a>

source: Team <a href="%(url)s">%(teamname)s</a>
fr: Équipe <a href="%(url)s">%(teamname)s</a>

source: The file is in the submission queue
es: El archivo se encuentra en la cola de envíos
fr: Le fichier est dans la file d'envoi
gl: O ficheiro está na cola de envíos
pt_br: O arquivo está na fila de envio

source: View Diff
es: Ver cambios
fr: Voir les différences
gl: Ver cambios
pt_br: Visualizar diff

source: View Unified Diff
fr: Voir les différences (format unifié)

source: Upload New Version
fr: Téléverser un nouvelle version

source: Both field are required
fr: Les deux champs sont requis

source: Click to select a file
fr: Cliquer pour sélectionner un fichier

source: Upload
es: Subir
fr: Téléverser
gl: Subir
pt_br: Enviar

source: File Upload
fr: Téléversement de fichier

source: (.po or .tar, .tgz without directories)
es: (.po o .tar, .tgz sin directorios)
fr: (.po ou .tar, .tgz sans répertoires)
gl: (.po o .tar, .tgz sen directorios)
pt_br: (.po ou .tar, .tgz sem diretórios)
