Repository: dahool/vertaal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, gl, pt_br

source: Your file was uploaded and added to the submission queue.
es: Tu archivo ha sido almacenado y agregado a la cola de envíos.
fr: Votre fichier a été récupéré et ajouté à la file d'envoi.
gl: O ficheiro foi almacenado e engadido á cola de envíos.
pt_br: Seu arquivo foi enviado e será adicionado a fila de envio.

source: <b>Please, fix the following errors and upload the file again:</b><br/>%s
fr: <b>Veuillez corriger les erreurs suivantes et téléverser le fichier à nouveau :</b><br/>%s

source: Complete the required information and try again.
fr: Compléter les informations requises et réessayez.

source: Please, select one or more files.
es: Por favor, selecciona uno o más archivos.
fr: Veuillez sélectionner un ou plusieurs fichiers.
gl: Selecciona un ou máis ficheiros.
pt_br: Por favor, selecione um ou mais arquivos.

source: You are about to reject 1 file
fr: Vous êtes sur le point de rejeter 1 fichier

source: You are about to submit 1 file
fr: Vous êtes sur le point d'envoyer 1 fichier

source: Complete the form and try again.
es: Completa el formulario e intenta nuevamente.
fr: Complétez le formulaire et réessayez.
gl: Completa o formulario e téntao de novo.
pt_br: Complete o formulário e tente novament.

source: Submit rejected
fr: Envoi rejeté

source: The file %(file)s (%(project)s) was rejected by %(user)s [%(comment)s]
es: El archivo %(file)s (%(project)s) fue rechazado por %(user)s [%(comment)s]
fr: Le fichier %(file)s (%(project)s) a été rejeté par %(user)s [%(comment)s]
gl: O ficheiro %(file)s (%(project)s) foi rexeitado por %(user)s [%(comment)s]
pt_br: O arquivo %(file)s (%(project)s) foi rejeitado por %(user)s [%(comment)s]

source: The files were rejected.
es: Los archivos fueron rechazados.
fr: Les fichiers ont été rejetés.
gl: Os ficheiros foron rexeitados.
pt_br: Os arquivos foram rejeitados.

source: File submitted.
fr: Fichier envoyé.

source: Submit failed. Reason: %s
fr: L'envoi a échoué. Raison : %s

source: File added to the queue for further processing.
fr: Fichier ajouté dans la file en attente de traitement.

source: The file is being processed. You'll be notified once completed.
fr: Le fichier est en train d'être traité. Vous serez averti(e) une fois le processus terminé.

source: This component is read only.
es: Este componente es de sólo lectura.
fr: Ce composant est en lecture seule.
gl: Este compoñente é de só lectura.
pt_br: Este componente é somente leitura

source: Recommended translations
es: Traducción recomendada
fr: Traductions recommandées
gl: Traducións recomendadas
pt_br: Traduções recomendadas

source: Translation
es: Traducción
fr: Traduction
gl: Tradución
pt_br: Tradução

source: Original word
es: Vocablo original
fr: Mot original
gl: Termo orixinal
pt_br: Palavra original

source: Word
es: Palabra
fr: Mot
gl: Termo
pt_br: Palavra

source: Successfully updated translation for '%s'
es: Se actualizó con éxito la traducción para '%s'
fr: Traduction de '%s' mise à jour avec succès
gl: Actualizouse correctamente a tradución para '%s'
pt_br: Tradução para '%s' atualizada com sucesso

source: Successfully added translation for '%s'
es: Se añadió con éxito la traducción para '%s'
fr: Traduction de '%s' ajoutée avec succès
gl: Engadíuse correctamente a tradución para '%s'
pt_br: Tradução para '%s' adicionada com sucesso

source: '%s' already exists
es: "%s" ya existe
fr: '%s' existe déjà
gl: '%s' xa existe
pt_br: '%s' já existe

source: Removed translation for '%s'
es: Eliminada la traducción de '%s'
fr: Traduction de '%s' supprimée
gl: Eliminada a tradución de '%s'
pt_br: Tradução para '%s' removida

source: Sorry, export is not available at this time.
fr: Désolé, l'export n'est pas encore disponible.

source: Dashboard
fr: Tableau de bord

source: Quick links
fr: Liens rapides

source: Return to site
fr: Retourner au site

source: Change password
fr: Changer de mot de passe

source: Log out
fr: Se déconnecter

source: Recent Actions
fr: Actions récentes

source: Latest Django News
fr: Dernières nouvelles Django

source: Django documentation
fr: Documentation Django

source: Django "django-users" mailing list
fr: Liste de diffusion "django-users" de Django

source: Django irc channel
fr: Canal irc de Django

source: Links
fr: Liens

source: RSS Feed
fr: Flux RSS

source: Home
es: Inicio
fr: Accueil
gl: Inicio
pt_br: Início

source: Add
es: Agregar
fr: Ajouter
gl: Engadir
pt_br: Adicionar

source: Page not found
es: Página no encontrada
fr: Page introuvable
gl: Páxina non atopada
pt_br: Página não encontrada

source: We're sorry, but the requested page could not be found.
fr: Nous sommes désolés mais la page demandée ne peut être trouvée.

source: Server error
fr: Erreur du serveur

source: Server error (500)
fr: Erreur du serveur (500)

source: Server Error <em>(500)</em>
fr: Erreur du serveur <em>(500)</em>

source: There's been an error. It's been reported to the site administrators via e-mail and should be fixed shortly. Thanks for your patience.
fr: Il y a eu une erreur. Elle a été rapportée aux administrateurs du site par courriel et devrait être corrigée rapidement. Merci pour votre patience.

source: Clear selection
fr: Effacer la sélection

source: You don´t have permission to edit anything.
fr: Vous n'avez pas la permission d'éditer quoi que ce soit.

source: Open All Items
fr: Ouvrir tous les éléments

source: Close All Items
fr: Fermer tous les éléments

source: History
fr: Historique

source: View on site
fr: Voir sur le site

source: Please correct the error below.
fr: Veuillez corriger l'erreur suivante.

source: Please correct the errors below.
fr: Veuillez corriger les erreurs suivantes.

source: Add %(name)s
fr: Ajouter %(name)s

source: Filter
es: Filtrar
fr: Filtrer
gl: Filtro
pt_br: Filtro

source: Save
es: Guardar
fr: Sauvegarder
gl: Gardar
pt_br: Salvar

source: Export selection as CSV
fr: Exporter la sélection au format CSV

source: Export following fields:
fr: Exporter les champs suivants :

source: Select all
fr: Tout sélectionner

source: Back
es: Atras
fr: Retour
gl: Atrás
pt_br: Voltar

source: Export
fr: Exporter

source: Cancel
es: Cancelar
fr: Annuler
gl: Cancelar
pt_br: Cancelar

source: Yes, I'm sure
fr: Oui, je suis sûr(e)

source: Delete multiple objects
fr: Supprimer plusieurs objets

source: My Actions
fr: Mes actions

source: Something's wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
fr: Quelque chose cloche dans l'installation de votre base de données. Vérifiez que les tables ont été créées et que la base de données est lisible par l'utilisateur approprié.

source: Login
fr: Connexion

source: Password:
es: Contraseña:
fr: Mot de passe :
gl: Contrasinal:
pt_br: Senha:

source: Forgotten your password or username?
fr: Mot de passe ou nom d'utilisateur oublié ?

source: Log in
es: Iniciar sesión
fr: Se connecter
gl: Iniciar sesión
pt_br: Conectar

source: Date/time
fr: Date/heure

source: Created object
fr: Objet créé

source: %(counter)s result
fr: %(counter)s résultat

source: Show all
fr: Afficher tout

source: Save and continue editing
fr: Sauvegarder et continuer l'édition

source: Password change
es: Cambio de contraseña
fr: Changement de mot de passe
gl: Modificar o contrasinal
pt_br: Senha alterada

source: Enter a new password for the user <strong>%(username)s</strong>.
fr: Saisissez un nouveau mot de passe pour l'utilisateur <strong>%(username)s</strong>.

source: New password
es: Nueva contraseña
fr: Nouveau mot de passe
gl: Novo contrasinal
pt_br: Nova senha

source: Password (again)
fr: Mot de passe (encore)

source: Enter the same password as above, for verification.
fr: Saisissez le même mot de passe qu'au-dessus, pour vérification.

source: Default
fr: Par défaut

source: Value
fr: Valeur

source: Is modified
fr: Est modifié

source: View on Site
fr: Voir sur le site

source: Bookmarklets
fr: Signets

source: Documentation for this page
fr: Documentation pour cette page

source: Show object ID
fr: Afficher l'ID de l'objet

source: Edit this object (current window)
fr: Éditer cet objet (fenêtre actuelle)

source: Edit this object (new window)
fr: Éditer cet objet (nouvelle fenêtre)

source: As above, but opens the admin page in a new window.
fr: Comme au-dessus, mais ouvre la page d'administration dans une nouvelle fenêtre.

source: Log in again
fr: Se reconnecter

source: Password change successful
fr: Succès du changement de mot de passe

source: Your password was changed.
fr: Votre mot de passe a été changé.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Veuillez saisir votre ancien mot de passe, pour des raisons de sécurité, puis votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez tapé correctement.

source: Old password
es: Contraseña actual
fr: Ancien mot de passe
gl: Antigo contrasinal
pt_br: Senha antiga

source: Change my password
es: Cambiar mi contraseña
fr: Changer mon mot de passe
gl: Modificar o meu contrasinal
pt_br: Alterar minha senha

source: Password reset complete
es: Blanqueo de contraseña completo
fr: Réinitialisation du mot de passe terminée
gl: Restablecemento do contrasinal completo
pt_br: Redefinição da senha concluída

source: Your password has been set. You may go ahead and log in now.
es: You contraseña fue establecida. Ya puedes iniciar sesión.
fr: Votre mot de passe a été défini. Vous pouvez continuer et vous connecter maintenant.
gl: O teu contrasinal foi establecido. Xa podes iniciar sesión agora.
pt_br: Sua senha foi definida. Você pode continuar agora e se conectar.

source: Enter new password
es: Ingresar nueva contraseña
fr: Entrer le nouveau mot de passe
gl: Introducir novo contrasinal
pt_br: Digite uma nova senha

source: Password reset unsuccessful
es: Error en blanqueo de contraseña
fr: Échec de la réinitialisation du mot de passe
gl: Erro no restablecemento do contrasinal
pt_br: Falha ao redefinir a senha

source: Please enter your new password twice so we can verify you typed it in correctly.
es: Ingresa tu nueva contraseña dos veces para verificar que la hayas tipeado correctamente.
fr: Veuillez saisir votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez tapé correctement.
gl: Introduce o teu novo contrasinal dúas veces para verificar que as tecleaches ben.
pt_br: Por favor, informe sua nova senha duas vezes para que possamos verificar se você digitou corretamente.

source: New password:
fr: Nouveau mot de passe :

source: Confirm password:
fr: Confirmez le mot de passe :

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe est invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.

source: Password reset successful
es: Blanqueo de contraseña exitoso
fr: Succès de la réinitialisation du mot de passe
gl: Restablecemento do contrasinal correcto.
pt_br: Senha redefinida com sucesso

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
fr: Nous vous avons envoyé par courriel les instructions pour définir votre mot de passe. Vous devriez les recevoir sous peu.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
fr: Si vous ne recevez pas de courriel, veuillez vous assurer que vous avez entré l'adresse avec laquelle vous vous êtes enregistré(e), et vérifiez votre dossier de pourriels.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
fr: Vous recevez ce courriel car vous avez demandé un réinitialisation du mot de passe de votre compte utilisateur sur %(site_name)s.

source: Please go to the following page and choose a new password:
fr: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe :

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié :

source: Thanks for using our site!
fr: Merci d'utiliser notre site !

source: The %(site_name)s team
fr: L'équipe de %(site_name)s

source: Password reset
es: Blanqueo de contraseña
fr: Mot de passe réinitialisé
gl: Restablecemento do contrasinal
pt_br: Redefinir a senha

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
fr: Vous avez oublié votre mot de passe ? Entrez votre adresse mail ci-dessous et nous vous enverrons un courriel d'instructions pour en définir un nouveau.

source: Email address:
fr: Adresse mail :

source: Reset my password
es: Blanquear mi contraseña
fr: Réinitialiser mon mot de passe
gl: Restaurar o meu contrasinal.
pt_br: Redefinir minha senha

source: Choose a date from the list below to revert to a previous version of this object.
fr: Choisissez une date dans la liste ci-dessous pour revenir à une version précédente de cet objet.

source: Comment
es: Comentario
fr: Commentaire
gl: Comentario
pt_br: Comentário

source: Choose a date from the list below to recover a deleted version of an object.
fr: Choisissez une date dans la liste ci-dessous pour récupérer une version supprimée d'un objet.

source: There are no deleted objects to recover.
fr: Il n'y a pas d'objet supprimé à récupérer.

source: Data from your computer
fr: Données depuis votre ordinateur

source: Load
fr: Charger

source: File name
fr: Nom de fichier

source: Size
fr: Taille

source: Permission denied.
fr: Permission refusée.

source: Enabled
es: Habilitado
fr: Activé
gl: Activado
pt_br: Habilitado

source: Disabled
es: Deshabilitado
fr: Désactivé
gl: Desactivado
pt_br: Desabilitado

source: Title
es: Título
fr: Titre
gl: Título
pt_br: Título

source: Brief
es: Resúmen
fr: En bref
gl: Resumo
pt_br: Rápido

source: Body
es: Cuerpo
fr: Corps
gl: Corpo
pt_br: Corpo

source: Created
fr: Créé

source: Expires
fr: Expire

source: Author
fr: Auteur

source: Published on
es: Publicado el
fr: Publié le
gl: Publicado o
pt_br: Publicado em

source: by
es: por
fr: par
gl: por
pt_br: por

source: News
es: Noticias
fr: Nouvelles
gl: Noticias
pt_br: Notícias

source: Latest News
es: Ultimas noticias
fr: Dernières nouvelles
gl: Últimas noticias
pt_br: Últimas notícias

source: (read more...)
es: (leer más...)
fr: (lire plus...)
gl: (ler máis...)
pt_br: (leia mais...)

source: Migration Token
fr: Jeton de migration

source: We are moving to <a href="%(secondarysite)s%(userregister)s" target="_blank">%(secondarysite)s</a>
fr: Nous sommes en train de migrer vers <a href="%(secondarysite)s%(userregister)s" target="_blank">%(secondarysite)s</a>

source: Use the following migration token to link your account:
fr: Utilisez le jeton de migration suivant pour lier votre compte :

source: Have in mind this token is temporal and for one use only.
fr: Ayez à l'esprit que ce jeton est temporaire et à usage unique.

source: Repository URL
es: URL del repositorio
fr: URL du dépôt
gl: URL do repositorio
pt_br: URL do repositório

source: Subversion repository URL
es: URL del repositorio Subversion
fr: URL du dépôt Subversion
gl: URL do repositorio Subversion
pt_br: URL do subversion

source: View Repository URL
es: URL de vista del repositorio
fr: Voir l'URL du dépôt
gl: URL da vista do repositorio
pt_br: Visualizar a URL do repositório

source: Some repositories requires authentication to perform checkout.
es: Algunos repositorios requieren autenticación para realizar checkout.
fr: Certains dépôts requièrent une authentification pour réaliser le checkout.
gl: Algúns repositorios requiren autenticación para realizar checkout.
pt_br: Alguns repositórios requerem autenticação para executar o checkout.

source: Non ascii chars are forbidden.
es: No están permitidos los caracteres no ASCII
fr: Les caractères non ascii sont interdits.
gl: Non están permitidos os caracteres ascii.
pt_br: Caracteres não ASCII não são permitidos.

source: Password
es: Contraseña
fr: Mot de passe
gl: Contrasinal
pt_br: Senha

source: A short Description
es: Una simple descripción
fr: Une brève description
gl: Unha simple descrición
pt_br: Uma descrição curta

source: Project maintainers
es: Mantenedores
fr: Mainteneurs du projet
gl: Mantedores do proxecto
pt_br: Mantenedores do projeto

source: The project name to show to the users
es: El nombre del proyecto para mostrar a los usuarios
fr: Le nom du projet tel qu'il sera affiché aux utilisateurs
gl: O nome do proxecto para mostar aos usuarios
pt_br: O nome do projeto a ser exibido aos usuários

source: Uncheck to disable this project
es: Desmarcar para deshabilitar este proyecto
fr: Décocher pour désactiver ce projet
gl: Desmarcar para desactivar este proxecto
pt_br: Desmarque para desabilitar este projeto

source: Read only
es: Sólo lectura
fr: Lecture seule
gl: Só lectura
pt_br: Somente leitura

source: Check to disable modifications (to all dependent components)
es: Marcar para impedir modificaciones (a todos los componentes dependientes)
fr: Cocher pour désactiver les modifications (sur tous les composants dépendants)
gl: Marcar para impedir modificacións (a todos os compoñentes dependentes)
pt_br: Marque para desabilitar modificações (para todos os componentes)

source: View URL parameters
fr: Voir les paramètres de l'URL
pt_br: Visualizar parâmetros da URL

source: Parameters separated by semicolon (;). Ex: view=log;down=False
fr: Paramètres séparés par un point-virgule. Ex. : view=log;down=False
pt_br: Parâmetros separados por ponto e vírgula (;). Ex.: view=log;down=False

source: Repository Type
es: Tipo de repositorio
fr: Type de dépôt
gl: Tipo de repositorio
pt_br: Tipo de repositório

source: Some repositories requires authentication for checkout.
es: Algunos repositorios requieren autenticación para realizar checkout.
fr: Certains dépôts requièrent une authentification pour le checkout.
gl: Algúns repositorios requiren autenticación para realizar checkout.
pt_br: Alguns repositórios requerem autenticação para o checkout.

source: Project: %s
es: Proyecto: %s
fr: Projet : %s
gl: Proxecto: %s
pt_br: Projeto: %s

source: Updated project %s
fr: Projet %s mis à jour

source: Created project %s
fr: Projet %s créé

source: Removed project %s
fr: Projet %s supprimé

source: Build is already running.
es: La construcción ya se encuentra en progreso.
fr: La construction est déjà en cours.
gl: A compilación xa está en progreso.
pt_br: A construção já está em execução.

source: Build started.
es: Construcción iniciada.
fr: La construction a commencé.
gl: Compilación iniciada.
pt_br: Construção iniciada.

source: Component %s is locked at this moment.
es: En este momento el componente %s se encuentra en uso.
fr: Le composant %s est verrouillé en ce moment.
pt_br: O componente %s está bloqueado neste momento.

source: Build error
fr: Erreur de construction

source: Project locked
fr: Projet verrouillé

source: Project locked for %(team)s. Try again in a few minutes. If the problem persist contact the administrator.
es: El proyecto se encuentra en uso para %(team)s. Intenta nuevamente en unos minutos. Si el problema persiste contacta al administrador.
fr: Projet verrouillé pour %(team)s. Réessayez dans quelques minutes. Si le problème persiste, contactez l'administrateur.
gl: O proxecto atópase bloqueado para %(team)s. Tétao de novo dentro duns minutos. Se presiste o problema, contacta co administrador.
pt_br: Projeto bloqueado para %(team)s. Tente novamente em alguns minutos. Se o problema persistir, contacte o administrador.

source: Error building team %(team)s.
fr: Erreur lors de la construction de l'équipe %(team)s.

source: Reason: %(error)s
fr: Raison : %(error)s

source: Finished build cache for component %(component)s.
es: Finalizada construcción del componente %(component)s.
fr: Construction du cache pour le composant %(component)s terminée.
gl: Rematada a compilación do compoñente %(component)s.
pt_br: Construção do cache concluída para o componente %(component)s.

source: Project %s locked. Try again in a few minutes. If the problem persist contact the administrator.
fr: Projet %s verrouillé. Réessayez dans quelques minutes. Si le problème persiste, contactez l'administrateur.

source: Build error. Reason: %(error)s
es: Error durante la construcción. Motivo: %(error)s
fr: Erreur de construction. Raison : %(error)s
gl: Erro na compilación. Motivo: %(error)s
pt_br: Erro de construção. Motivo: %(error)s

source: Finished build cache for release %(release)s.
es: Finalizada construcción del release %(release)s.
fr: Construction du cache pour la version %(release)s terminée.
pt_br: Construção do cache concluída para a versão %(release)s.

source: Build complete
fr: Construction terminée

source: E-mail
es: Correo electrónico
fr: Courriel
gl: Correo-e

source: The choosen username already exists.
es: El nombre de usuario elegido ya existe.
fr: Le nom d'utilisateur choisi existe déjà.
gl: O nome de usuario escollido xa existe.
pt_br: O nome de usuário escolhido já existe.

source: This field is required.
es: Este campo es requerido.
fr: Ce champ est requis.
gl: Este campo é obrigatorio.
pt_br: Este campo é necessário.

source: That e-mail address already have an associated user account.
es: La dirección de correo ya esta asociada a una cuenta de usuario.
fr: Cette adresse mail a déjà un compte utilisateur associé.
gl: Este enderezo de correo-e xa está asociado a unha conta de usuario.
pt_br: Este endereço de e-mail já está associado a uma conta de usuário.

source: Welcome to %(project)s
es: Bienvenido a %(project)s
fr: Bienvenue chez %(projet)s
gl: Benvido/a a %(project)s
pt_br: Bem-vindo ao %(project)s

source: You can now sign in with the choosen username and password.
es: Ya puedes iniciar sesión con el nombre de usuario y contraseña elegidos.
fr: Vous pouvez maintenant vous connecter avec le nom d'utilisateur et le mot de passe choisis.
gl: Podes iniciar sesión co nome de usuario e co contrasinal elexidos.
pt_br: Você já pode entrar com o nome de usuário e senha escolhido.

source: Hide this object from the list view?
es: ¿Ocultar este objecto de la lista?
fr: Masquer cet objet dans la liste ?
gl: Quere acochar este obxecto da lista?
pt_br: Ocultar este objeto da visualização em lista?

source: Uncheck to disable this release
es: Desmarcar para deshabilitar este release
fr: Décocher pour désactiver cette version
gl: Desmarcar para desactivar este lanzamento
pt_br: Desmarque para desabilitar esta versão

source: The repository path, usually trunk or branch name
es: El directorio en el repositorio, usualmente trunk o nombre de la rama
fr: Le chemin du dépôt, typiquement le nom du trunk ou d'une branche
pt_br: O caminho do repositório, geralmente com os nomes 'trunk' ou 'branch'

source: Release: %(release)s - Project: %(project)s
es: Release: %(release)s - Projecto: %(project)s
fr: Version : %(release)s - Projet : %(project)s
pt_br: Versao: %(release)s - projeto: %(project)s

source: Updated release %s
fr: Version %s mise à jour

source: Created release %s
fr: Version %s créée

source: Removed release %s
fr: Version %s supprimée

source: This release is disabled. Only project maintainers can view it.
es: Este release se encuentra deshabilitado. Sólo quienes lo mantienen pueden verlo.
fr: Cette version est désactivée. Seuls les mainteneurs du projet peuvent la voir.
pt_br: Esta versão está desabilitadoa. Somente os mantenedores do projeto podem vê-lo.

source: Success.
es: Exito.
fr: Succès.
gl: Éxito.
pt_br: Sucesso.
