Repository: dahool/vertaal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, gl, pt_br

source: You have %(count)d unread message
es: Tienes %(count)d mensaje sin leer
fr: Vous avez %(count)d message non lu
gl: Ten %(count)d mensaxes sen ler
pt_br: Você tem %(count)d mensagem não lida

source: Submission queue status report for %(project)s - %(team)s
es: Reporte de estado de la cola de envíos para %(project)s - %(team)s
fr: Rapport du statut de la file d'envoi pour %(project)s - %(team)s
gl: Informe do estado da cola de envíos para %(project)s - %(team)s
pt_br: Relatório de status da fila de envio para %(project)s - %(team)s

source: %(project)s: Release %(release)s :: %(language)s
fr: %(project)s : Version %(release)s :: %(language)s
gl: %(project)s: Lanzamento %(release)s :: %(language)s
pt_br: %(project)s: versao %(release)s :: %(language)s

source: %(project)s: Release %(release)s
fr: %(project)s : Version %(release)s
gl: %(project)s: Lanzamento %(release)s
pt_br: %(project)s: versão %(release)s

source: Latest actions for %(language)s language in release %(release)s.
es: Ultimas acciones para el idioma %(language)s en el release %(release)s.
fr: Dernières actions pour la langue %(language)s dans la version %(release)s.
gl: Últimas accións para o idioma %(language)s no lanzamento %(release)s.
pt_br: Últimas ações para o idioma %(language)s na versão %(release)s.

source: Latest actions in release %(release)s.
es: Ultimas acciones en el release %(release)s.
fr: Dernières actions dans la version %(release)s.
gl: Últimas accións no lanzamento %(release)s.
pt_br: Últimas ações na versão %(release)s.

source: Submission queue status for %(project)s :: %(language)s
es: Reporte de estado de la cola de envíos para %(project)s :: %(language)s
fr: Statut de la file d'envoi pour %(project)s :: %(language)s
gl: Informe de estado da cola de envíos para %(project)s :: %(language)s
pt_br: Status da fila de envio para %(project)s :: %(language)s

source: Submission queue status for %(project)s
es: Reporte de estado de la cola de envíos para %(project)s
fr: Statut de la file d'envoi pour %(project)s
gl: Informe de estado da cola de envíos para %(project)s
pt_br: Status da fila de envio para %(project)s

source: Files in the submission queue.
es: Archivos en la cola de envíos.
fr: Fichiers dans la file d'envoi.
gl: Ficheiros na cola de envíos.
pt_br: Arquivos na fila de envio.

source: Latest actions for %(file)s in %(project)s %(release)s
es: Ultimos movimientos para el archivo %(file)s en %(project)s %(release)s
fr: Dernières actions pour %(file)s dans %(project)s %(release)s
gl: Últimas accións para %(file)s en %(project)s %(release)s
pt_br: Últimas ações para o %(file)s in %(project)s %(release)s

source: Component:
es: Componente:
fr: Composant :
gl: Compoñente:
pt_br: Componente:

source: Release:
fr: Version :
gl: Lanzamento:
pt_br: Versão:

source: Submitted on:
es: Enviado el:
fr: Envoyé le :
gl: Enviado o:
pt_br: Enviado em:

source: The file is fully completed. With %(translated)s messages.
es: Este archivo esta completo. Con %(translated)s mensajes.
fr: Le fichier est terminé. Avec %(translated)s messages.
gl: O ficheiro está completo. Con %(translated)s mensaxes.
pt_br: O arquivo está totalmente completo. Com %(translated)s mensagens.

source: The file is %(complete_status)s%% complete. With %(translated)s translated messages, %(fuzzy)s fuzzy and %(untranslated)s untranslated.
fr: Le fichier est terminé à %(complete_status)s%%. Avec %(translated)s messages traduits, %(fuzzy)s approximatifs et %(untranslated)s non traduits.

source: Addition
es: Agregado
fr: Ajout
gl: Adición
pt_br: Adição

source: Change
es: Cambio
fr: Changement
gl: Cambio
pt_br: Alterar

source: Deletion
es: Borrado
fr: Suppression
gl: Eliminado
pt_br: Remoção

source: Name
es: Nombre
fr: Nom
gl: Nome
pt_br: Nome

source: Response
fr: Réponse

source: %(command)s - Success: %(success)s - %(run)s - %(response)s
fr: %(command)s - Succès : %(success)s - %(run)s - %(response)s

source: Files changed
es: Archivos cambiados
fr: Les fichiers ont changé
gl: Ficheiros cambiados
pt_br: Arquivos alterados

source: File %s ready for review.
es: Archivo %s listo para revisión.
fr: Fichier %s prêt pour relecture.
gl: Ficheiro %s listo para revisión.
pt_br: O arquivo %s está pronto para revisão.

source: POT files updated
es: Se actualizaron los archivos POT
fr: Fichiers POT mis à jour
gl: Actualizáronse os ficheiros POT
pt_br: Arquivos POT atualizados

source: A short label to be used in the URL, containing only letters, numbers, underscores or hyphens.
fr: Une courte étiquette à utiliser dans l'URL, contenant seulement des lettres, des chiffres, des tirets bas ou des tirets.

source: The name to show to the users
es: El nombre a mostrar a los usarios
fr: Le nom à afficher aux utilisateurs
gl: O nome a mostrar aos usuarios
pt_br: O nome a ser exibido aos usuários

source: Repository Path
es: Directorio del repositorio
fr: Chemin du dépôt
gl: Ruta do repositorio
pt_br: Caminho do repositório

source: Name of the parent folder.
es: Nombre del directorio principal.
fr: Nom du dossier parent.
gl: Nome do cartafol principal.
pt_br: Nome da pasta pai.

source: Location format
es: Formato de la ubicación
fr: Format de l'emplacement
gl: Formato da situación
pt_br: Formato da localização

source: Default format is $PATH/$LANG/po.
es: El formato por defecto es $PATH/$LANG/po.
fr: Le format par défaut est $PATH/$LANG/po.
gl: O formato predeterminado é $PATH/$LANG/po.
pt_br: O formato padrão é $CAMINHO/$IDIOMA/po.

source: POT Path
es: Directorio POT:
fr: Chemin des POT
gl: Ruta POT
pt_br: Caminho do POT

source: Component: %(component)s - Project: %(project)s
es: Componente: %(component)s - Projecto: %(project)s
fr: Composant : %(component)s - Projet : %(project)s
gl: Compoñente: %(component)s - Proxecto: %(project)s
pt_br: Componente: %(component)s - projeto: %(project)s

source: Updated component %s
fr: Composant %s mis à jour

source: Created component %s
fr: Composant %s créé

source: Please, correct the following errors and try again.
fr: Veuillez corriger les erreurs suivantes et réessayer.

source: Removed component %s
fr: Composant %s supprimé

source: This project is disabled. Only maintainers can view it.
es: Este proyecto se encuentra deshabilitado. Sólo quienes lo mantienen pueden verlo.
fr: Le projet est désactivé. Seuls les mainteneurs peuvent le voir.
gl: Este proxecto está desactivado. Só poden velo os mantedores.
pt_br: Este projeto está desabilitado. Somente os mantenedores podem vê-lo.

source: Anonymous (%(ip_address)s)
es: Anónimo (%(ip_address)s)
fr: Anonyme (%(ip_address)s)
gl: Anónimo (%(ip_address)s)
pt_br: Anônimo (%(ip_address)s)

source: %(user)s wrote:
es: %(user)s escribió:
fr: %(user)s a écrit :
gl: %(user)s escribió:
pt_br: %(user)s escreveu:

source: This message was sent through the %(app_name)s contact form.
es: Este mensaje fue enviado usando el formulario de contacto de %(app_name)s.
fr: Ce message a été envoyé via le formulaire de contact de %(app_name)s.
gl: Esta mensaxe enviouse usando o formulario de contacto de %(app_name)s.
pt_br: Esta mensagem foi enviada através do formulário de contato do %(app_name)s.

source: Your message has been sent.
es: Tu mensaje fue enviado.
fr: Votre message a été envoyé.
gl: A túa mensaxe foi enviada.
pt_br: Sua mensagem foi enviada.

source: File submit failed
fr: L'envoi du fichier a échoué

source: OpenID URL
es: URL de OpenID
fr: URL OpenID
gl: URL de OpenID
pt_br: URL do OpenID

source: i-names are not supported
es: Los i-names no están soportados.
fr: Les i-names ne sont pas pris en charge
gl: Os i-names non están soportados
pt_br: i-names não são suportados.

source: Username
es: Usuario
fr: Nom d'utilisateur
gl: Nome de usuario
pt_br: Nome do usuário

source: Email address
es: Dirección de correo electrónico
fr: Adresse mail
gl: Enderezo de correo-e
pt_br: Endereço de e-mail

source: Usernames can only contain letters, numbers and underscores
es: El nombre de usuario sólo puede contener letras, números y espacios bajos.
fr: Les noms d'utilisateur ne peuvent contenir que des lettres, des chiffres et des tirets bas.
gl: O nome de usuario só pode conter letras, números e espazos baixos
pt_br: Os nomes de usuário somente podem conter letras, números e sublinhados.

source: This username is already taken. Please choose another.
fr: Ce nom d'utilisateur est déjà pris. Veuillez en choisir un autre.

source: This email is already registered in our database. Please choose another.
fr: Cette adresse mail est déjà répertorié dans notre base de données. Veuillez en choisir une autre.

source: This openid is already registered in our database by another account. Please choose another.
fr: Cet OpenID est déjà enregistré dans notre base de données par un autre compte. Veuillez en choisir un autre.

source: You already associated this openid to your account.
fr: Vous avez déjà associé cet OpenID à votre compte.

source: User
es: Usuario
fr: Utilisateur
gl: Usuario
pt_br: Usuário

source: User association
fr: Association utilisateur

source: User associations
fr: Associations utilisateur

source: The OpenID %s was invalid
es: El OpenID %s no es válido
fr: L'OpenID %s était invalide
gl: O OpenID %s non é válido
pt_br: O OpenID %s é inválido

source: Invalid or expired token
fr: Jeton invalide ou ayant expiré

source: Password changed
es: Contraseña cambiada.
fr: Le mot de passe a été modifié
gl: Contrasinal cambiado
pt_br: Senha alterada

source: You can't remove this openid. You should set a password first.
es: No puedes quitar esta relación. Debes establecer una contraseña primero.
fr: Vous ne pouvez pas supprimer ce OpenID. Vous devez définir un mot de passe d'abord.
gl: Non se pode eliminar este openid. Debes establecer un contrasinal antes.
pt_br: Você não pode remover este OpenID. Você deve configurar uma senha antes.

source: %s is not associated to your account
es: %s no esta asociado a su cuenta
fr: %s n'est pas associé à votre compte
gl: %s non está asociado á túa conta
pt_br: %s não está associada com a sua conta

source: OpenID removed.
es: OpenID eliminado.
fr: OpenID supprimé.
gl: OpenID eliminado
pt_br: OpenID removido.

source: Invalid OpenID url.
es: URL OpenID no válida.
fr: URL OpenID invelide.
gl: URL OpenID non válido.
pt_br: URL do OpenID inválido.

source: &laquo; first
fr: &laquo; première

source: previous
es: anterior
fr: précédente
gl: anterior
pt_br: anterior

source: Page %(page_number)s of %(num_pages)s
fr: Page %(page_number)s sur %(num_pages)s

source: next
es: siguiente
fr: suivante
gl: seguinte
pt_br: próximo

source: last &raquo;
fr: dernière &raquo;

source: &laquo; Previous
fr: &laquo; Précédente

source: Next &raquo;
fr: Suivante &raquo;

source: Sort descending
fr: Trier dans l'ordre décroissant

source: Sort ascending
fr: Trier dans l'ordre croissant

source: Welcome %(name)s
fr: Bienvenue %(name)s

source: Sign out
es: Cerrar sesión
fr: Se déconnecter
gl: Pechar sesión
pt_br: Sair

source: Sign in or register
fr: Se connecter ou s'enregistrer

source: To
fr: Pour

source: Subject
fr: Objet

source: On %(date)s, %(name)s wrote:
fr: Le %(date)s, %(name)s a écrit :

source: Message sent.
fr: Message envoyé.

source: Message saved as draft.
fr: Message sauvegardé comme brouillon.

source: You didn't select any recipient
fr: Vous n'avez sélectionné aucun destinataire.

source: Compose new message
fr: Écrire un nouveau message

source: Compose
fr: Écrire

source: Delete selected messages
fr: Supprimer les messages sélectionnés

source: Delete
es: Eliminar
fr: Supprimer
gl: Eliminar
pt_br: Remover

source: Inbox
fr: Courrier entrant

source: Sent
fr: Envoyés

source: Draft
fr: Brouillons

source: Add recipient
fr: Ajouter un destinataire

source: Remove
es: Eliminar
fr: Supprimer
gl: Eliminar
pt_br: Remover

source: Reply
fr: Répondre

source: Reply all
fr: Répondre à tous

source: Your current mailbox size %(current)s of %(max)s.
fr: Votre boîte mail utilise %(current)s des %(max)s disponibles.

source: You are using your maximum mailbox capacity.
fr: Vous utilisez la capacité maximale de votre boîte mail.

source: Mailbox empty.
fr: Boîte mail vide.

source: Hello,
es: Hola,
fr: Bonjour,
gl: Ola,
pt_br: Olá,

source: There is one unread message in your profile.
es: Hay 1 mensaje sin leer en tu perfil.
fr: Il y a un message non lu dans votre profil.
pt_br: Existe uma mensagem não lida no seu perfil.

source: Latest messages:
es: Ultimos mensajes:
fr: Derniers messages :
gl: Últimas mensaxes:
pt_br: Últimas mensagens:

source: Go to %(pmhome)s to check your messages. Sincerely, The %(product_name)s team %(home)s
fr: Rendez-vous sur %(pmhome)s pour relever vos messages. Cordialement, L'équipe de %(product_name)s %(home)s

source: Private Messages
fr: Messages privés

source: Please select a file to upload.
es: Por favor, selecciona un archivo a subir.
fr: Veuillez sélectionner un fichier à téléverser.
gl: Por favor, selecciona un ficheiro para subir.
pt_br: Por favor, selecione um arquivos para enviar.

source: File size too big.
es: El tamaño del archivo es muy grande.
fr: Taille de fichier trop grande.
gl: O tamaño do ficheiro é moi grande.
pt_br: O arquivo é grande demais.

source: You are trying to submit an empty file.
es: Estas intentando enviar un archivo vacío.
fr: Vous êtes en train d'essayer d'envoyer un fichier vide
gl: Estás querendo enviar un ficheiro baleiro.
pt_br: Você está tentando enviar um arquivo vazio.

source: Comments
es: Observaciones
fr: Commentaires
gl: Observacións
pt_br: Comentários

source: Unreviewed
es: Sin revisar
fr: Non relu
gl: Sen revisar
pt_br: Não revisado

source: Translated
es: Traducido
fr: Traduit
gl: Traducido
pt_br: Traduzido

source: Reviewed
es: Revisado
fr: Relu
gl: Revisado
pt_br: Revisado

source: Completed
es: Completado
fr: Terminé
gl: Completado
pt_br: Completo

source: Pending
fr: En attente

source: Submitted
es: Enviado
fr: Envoyé
pt_br: Enviado

source: Rejected
es: Rechazado
fr: Rejeté
pt_br: Rejeitado

source: Removed
es: Eliminado
fr: Supprimé
pt_br: Removido

source: Locked
es: Bloqueado
fr: Verrouillé
gl: Bloqueado
pt_br: Bloqueado

source: Unlocked
es: Desbloqueado
fr: Déverrouillé
pt_br: Desbloqueado

source: Uploaded
es: Subido
fr: Téléversé
pt_br: Enviado

source: Updated
es: Actualizado
fr: Mis à jour
pt_br: Atualizado

source: Added
es: Agregado
fr: Ajouté
pt_br: Adicionado

source: Need Review
es: Necesita revisión
fr: À relire
pt_br: Necessita revisão

source: Assigned Translator
es: Traductor asignado
fr: Traducteur assigné
pt_br: Tradutor atribuído

source: Assigned Reviewer
es: Revisor asignado
fr: Relecteur assigné
pt_br: Revisor atribuído

source: Removed Translator
es: Traductor liberado
fr: Traducteur supprimé
pt_br: Tradutor removido

source: Removed Reviewer
es: Revisor liberado
fr: Relecteur supprimé
pt_br: Revisor removido

source: %(file)s (%(component)s - Release: %(release)s)
fr: %(file)s (%(component)s - Version : %(release)s)

source: %(pofile)s :: %(action)s by %(user)s
es: %(pofile)s :: %(action)s por %(user)s
fr: %(pofile)s :: %(action)s par %(user)s
gl: %(pofile)s :: %(action)s por %(user)s
pt_br: %(pofile)s :: %(action)s por %(user)s

source: You should lock the file %s before upload it.
es: Deberías bloquear el archivo %s antes de subirlo.
fr: Vous devriez verrouiller le fichier %s avant de le téléverser.
gl: Deberías bloquear o ficheiro %s antes de subilo.
pt_br: Você deve bloquear o arquivo %s antes de enviá-lo.

source: Couldn't find a matching file for %s.
es: No se pudo encontrar un archivo que concuerde con %s.
fr: Aucun fichier correspondant à %s n'a été trouvé.
gl: Non se puido atopar un ficheiro que coincida con %s.
pt_br: Não foi possível encontrar um arquivo correspondente para %s.

source: Found more than one file matching filename %s.
es: Se ha encontrado más de un archivo con el nombre %s.
fr: Plusieurs fichiers correspondant au nom de fichier %s.
gl: Atopáronse máis dun ficheiro que coincide co nome %s.
pt_br: Encontrado mais de um arquivo com o nome de arquivo %s correspondente.

source: %(file)s is being processed. It can't be modified right now.
fr: %(file)s est en train d'être traité. Il ne peut pas être modifié immédiatement.

source: Failed [%s]. Please try again. If the problem persist fill a ticket.
fr: Échec [%s]. Veuillez réessayer. Si le problème persiste, remplissez un ticket.

source: Unable to open the file %s.
es: Imposible abrir el archivo %s.
fr: Impossible d'ouvrir le fichier %s.
gl: Non é posible abrir o ficheiro %s.
pt_br: Não foi possível abrir o arquivo %s.

source: You are supposed to upload a new version of %(expected)s, instead we found %(uploaded)s.
fr: Vous êtes censé téléverser une nouvelle version de %(expected)s, à la place nous avons trouvé %(uploaded)s.

source: The tar file should not contain any directories.
es: El archivo tar no debe contener directorios.
fr: Le fichier tar ne devrait contenir aucun répertoire.
gl: O ficheiro tar non debe conter directorios.
pt_br: O arquivo tar não deve conter qualquer diretório.

source: An error occurred while performing file merge. %s
es: Ocurrió un error mientras se intentaba combinar el archivo. %s
fr: Une erreur est survenue lors de la fusion du fichier. %s
gl: Ocorreu un erro ao tentar fusionar o ficheiro. %s
pt_br: Ocorreu um erro ao fazer a combinação de arquivos. %s

source: Merged.
es: Fusionado.
fr: Fusionné.
gl: Fusionado.
pt_br: Combinado.

source: This project is disabled. You shouldn't change anything here.
es: Este proyecto se encuentra deshabilitado. No deberías cambiar nada aquí.
fr: Ce projet est désactivé. Vous ne devriez rien changer ici.
gl: Este proxecto está desactivado. Non debería cambiar nada aquí.
pt_br: Este projeto está desabilitado. Você não deve alterar nada aqui.

source: This release is disabled. You shouldn't change anything here.
es: Este release se encuentra deshabilitado. No deberías cambiar nada aquí.
fr: Cette version est désactivée. Vous ne devriez rien changer ici.
gl: Este lanzamento está desactivado. Non deberías modificar nada.
pt_br: Esta versão está desabilitadoa. Você não deve alterar nada aqui.

source: %s was added to the submission queue.
fr: %s a été ajouté à la file d'envoi.

source: The file %(filename)s is locked by %(username)s.
fr: Le fichier %(filename)s est verrouillé par %(username)s.

source: You are not a member of this team.
es: No perteneces a este equipo.
fr: Vous n'êtes pas membre de cette équipe.
gl: Non pertence a este equipo.
pt_br: Você não é um membro desta equipe.

source: You are not assigned to %s.
fr: %s ne vous est pas assigné.

source: %s is now locked on your name.
fr: %s est maintenant verrouillé à votre nom.

source: %s is being processed. It can't be modified right now.
fr: %s est en train d'être traité. Il ne peut pas être modifié immédiatement.

source: You are editing the uploaded version %s.
fr: Vous êtes en train d'éditer la version téléversée %s.

source: %s was removed from the submission queue, remember to either save your work or cancel to put the file back in the queue.
fr: %s a été supprimé de la file d'envoi, souvenez-vous de soit sauvegarder votre travail, soit annuler pour remettre le fichier dans la file.

source: Editing %s
es: Editando %s
fr: Édition de %s
gl: Editando %s
pt_br: Editando %s

source: The file was added back to the submission queue.
es: El archivo se añadió nuevamente a la cola de envíos.
fr: Le fichier a été remis dans la file d'envoi.
gl: Engadíuse de novo o ficheiro á cola de envíos.
pt_br: O arquivo foi adicionado de volta a fila de envio.

source: This file is being processed. It can't be modified.
fr: Le fichier est en train d'être traité. Il ne peut pas être modifié.

source: The file was removed from the submission queue, remember to either save your work or cancel to put the file back in the queue.
es: El archivo fue removido de la cola de envíos, recuerda guardar tu trabajo o cancelar para devolverlo a la cola.
fr: Le fichier a été supprimé de la file d'envoi, souvenez-vous de soit sauvegarder votre travail soit annuler pour remettre le fichier dans la file.
gl: O ficheiro eliminouse da cola de envíos, lembre gardar o teu traballo ou cancelar para devolvelo á cola.
pt_br: O arquivo foi removido da lista de envio, lembre-se de salvar seu trabalho ou cancelar para colocar de volta o arquivo na fila.

source: The file has a pending submit. You can't force a merge right now.
es: Este archivo tiene un envío pendiente. No puedes forzarlo en este momento.
fr: Le fichier a un envoi en attente. Vous ne pouvez pas forcer la fusion maintenant.
gl: Este ficheiro ten un envío pendente. Non podes forzalo a fusionar agora.
pt_br: O arquivo tem um envio pendente. Você não pode forçar uma combinação agora.

source: POT file not found.
es: Archivo POT no encontrado.
fr: Fichier POT introuvable
gl: Ficheiro POT non atopado.
pt_br: Arquivo POT não encontrado.

source: File merged and added to the submission queue.
es: Archivo fusionado y añadido a la cola de envíos.
fr: Fichier fusionné et ajouté à la file d'envoi.
gl: O ficheiro fusionado e engadido á cola de envíos.
pt_br: Arquivo combinado e adicionado a fila de envio.

source: File not found.
es: Archivo no encontrado.
fr: Fichier introuvable.
gl: Ficheiro non atopado
pt_br: Arquivo não encontrado.

source: Sorry, you are not supposed to change anything on a disabled component.
es: Disculpa, se supone que no puedes cambiar nada en un componente deshabilitado.
fr: Désolé, vous n'êtes pas censé changer quoi que soit sur un composant désactivé.
gl: Desculpa, suponse que non podes modificar nada nun compoñente desactivado.
pt_br: Desculpe, você não deveria alterar nada em um componente desabilitado.

source: %s will be automatically unlocked once submitted.
fr: %s sera automatiquement déverrouillé une fois accepté.

source: Unlocked %s
fr: %s déverrouillé.

source: %s is already locked.
fr: %s est déjà verrouillé.

source: Locked %s
fr: %s verrouillé.

source: %s has a pending submit. Cannot be released right now.
fr: %s a un envoi en attente. Ne peut pas être libéré maintenant.

source: Removed %s
es: Removido %s
fr: %s supprimé
gl: Eliminado %s
pt_br: Removido %s

source: %s translator removed.
fr: Traducteur de %s enlevé.

source: You are not authorized to perform this action.
es: No estas autorizado a realizar esta acción.
fr: Vous n'êtes pas autorisé à réaliser cette action.
gl: Non estás autorizado para realizar esta acción.
pt_br: Você não está autorizado a executar esta ação.

source: %s reviewer removed.
fr: Traducteur de %s enlevé.

source: %s already has an assigned translator.
fr: %s a déjà un traducteur assigné.

source: File assigned
fr: Fichier assigné

source: You had been designated as translator of %(file)s
es: Fuiste asignado como traductor de %(file)s
fr: Vous avez été désigné comme traducteur de %(file)s
gl: Fuches asignado como tradutor de %(file)s
pt_br: Você foi designado como tradutor do %(file)s

source: Translator set for %s.
fr: Traducteur défini pour %s.

source: Assigned to %s
es: Asignado a %s
fr: Assigné à %s
gl: Asignado a %s
pt_br: Atribuido a %s

source: %s already has an assigned reviewer.
fr: %s a déjà un relecteur assigné.

source: You had been designated as reviewer of %(file)s
es: Fuiste asignado como revisor de %(file)s
fr: Vous avez été désigné comme relecteur de %(file)s
gl: Fuches asignado como revisor de %(file)s
pt_br: Você foi designado como revisor do %(file)s

source: Reviewer set for %s.
fr: Relecteur défini pour %s.

source: Sorry, the translator and the reviewer cannot be the same user.
es: Lo siento, el traductor y revisor no pueden ser el mismo usuario.
fr: Désolé, le traducteur et le relecteur ne peuvent pas être le même utilisateur.
gl: O tradutor e o revisor non poden ser o mesmo usuario.
pt_br: Desculpe, o tradutor e revisor não pode ser o mesmo usuário.
