Repository: dahool/vertaal
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: You have %(count)d unread message
de: Sie haben %(count)d ungelesene Nachricht

source: Submission queue status report for %(project)s - %(team)s
de: Warteschlangen Statusreport für %(project)s - %(team)s

source: %(project)s: Release %(release)s :: %(language)s
de: %(project)s: Veröffentlichung %(release)s :: %(language)s

source: %(project)s: Release %(release)s
de: %(project)s: Veröffentlichung %(release)s

source: Latest actions for %(language)s language in release %(release)s.
de: Letzte Aktion von %(language)s Sprache in Veröffentlichung %(release)s.

source: Latest actions in release %(release)s.
de: Letzte Aktion in Veröffentlichung %(release)s.

source: Submission queue status for %(project)s :: %(language)s
de: Warteschlangen Status für %(project)s :: %(language)s

source: Submission queue status for %(project)s
de: Warteschlangenstatus für %(project)s

source: Files in the submission queue.
de: Datein in der Warteschlange.

source: Latest actions for %(file)s in %(project)s %(release)s
de: Letzte Aktion von %(file)s in %(project)s %(release)s

source: Component:
de: Komponente:

source: Release:
de: Veröffentlichung:

source: Submitted on:
de: Abgeschickt am:

source: The file is fully completed. With %(translated)s messages.
de: Die Datei ist vollständig abgeschlossen. Mit %(translated)s Nachrichten.

source: Change
de: Ändere

source: Deletion
de: Löschung

source: Files changed
de: Dateien verändert

source: File %s ready for review.
de: Datei %s ist bereit zum Korrekturlesen.

source: POT files updated
de: POT-Dateien aktualisiert

source: The name to show to the users
de: Der Name, der dem Benutzer angezeigt wird

source: Repository Path
de: Repository-Pfad

source: Name of the parent folder.
de: Name des Übergeordneten Verzeichnis.

source: Default format is $PATH/$LANG/po.
de: Standardformat ist $PATH/$LANG/po.

source: POT Path
de: POT-Pfad

source: Component: %(component)s - Project: %(project)s
de: Komponente: %(component)s - Projekt: %(project)s

source: This project is disabled. Only maintainers can view it.
de: Dieses Projekt ist deaktiviert. Nur Betreuer können es ansehen.

source: Anonymous (%(ip_address)s)
de: Anonym (%(ip_address)s)

source: %(user)s wrote:
de: %(user)s schrieb:

source: This message was sent through the %(app_name)s contact form.
de: Die Nachricht wurde vom %(app_name)s-Kontaktformular geschickt.

source: Your message has been sent.
de: Ihre Nachricht wurde versendet.

source: i-names are not supported
de: i-names werden nicht unterstützt

source: Username
de: Benutzername

source: Email address
de: E-Mail-Adresse

source: Usernames can only contain letters, numbers and underscores
de: Benutzernamen dürfen nur Buchstaben, Zahlen und Unterstriche beinhalten

source: User
de: Benutzer

source: The OpenID %s was invalid
de: Die OpenID %s ist ungültig

source: Password changed
de: Passwort wurde geändert

source: You can't remove this openid. You should set a password first.
de: Sie können diese OpenID nicht entfernen. Sie müssen erst ein Passwort festlegen.

source: OpenID removed.
de: OpenID entfernt.

source: Invalid OpenID url.
de: Ungültige OpenID-URL.

source: Delete
de: Löschen

source: Please select a file to upload.
de: Bitte wählen Sie eine Datei, die Sie hochladen möchten.

source: File size too big.
de: Dateigröße ist zu groß.

source: You are trying to submit an empty file.
de: Sie versuchen gerade eine leere Datei hochzuladen.

source: Comments
de: Kommentare

source: Unreviewed
de: Ungeprüft

source: Translated
de: Übersetzt

source: Reviewed
de: Geprüft

source: Completed
de: Abgeschlossen

source: Submitted
de: Abgeschickt

source: Rejected
de: Abgelehnt

source: Locked
de: Gesperrt

source: Unlocked
de: Entsperrt

source: Uploaded
de: Hochgeladen

source: Updated
de: Aktualisiert

source: Added
de: Hinzugefügt

source: Removed
de: Entfernt

source: Need Review
de: Korrekturlesung benötigt

source: Assigned Translator
de: Zugewiesener Übersetzer

source: Assigned Reviewer
de: Zugewiesener Korrekturleser

source: Removed Translator
de: Übersetzter entfernt

source: Removed Reviewer
de: Korrekturleser entfernt

source: %(pofile)s :: %(action)s by %(user)s
de: %(pofile)s :: %(action)s von %(user)s

source: This project is disabled. You shouldn't change anything here.
de: Dieses Projekt ist deaktiviert. Sie sollten hier nichts verändern.

source: This release is disabled. You shouldn't change anything here.
de: Diese Veröffentlichung ist deaktiviert. Sie sollten hier nichts verändern.

source: Your file was uploaded and added to the submission queue.
de: Ihre Datei wurde hochgeladen und in die Warteschlange eingereiht.

source: File not found.
de: Datei wurde nicht gefunden.

source: Sorry, you are not supposed to change anything on a disabled component.
de: Verzeihung, aber es ist nicht vorgesehen, das Sie Änderungen an einer deaktivieren Komponente vornehmen.

source: You are not a member of this team.
de: Sie sind kein Mitglied dieses Teams.

source: The file will be unlocked once submitted.
de: Die Datei wird entsperrt sobald Sie sie abgeschickt haben.

source: This file is already locked by someone else.
de: Diese Datei ist bereits von jemand anderem gesperrt.

source: Removed %s
de: Entfernt %s

source: You are not authorized to perform this action.
de: Sie sind nicht autorisiert diese Aktion durchzuführen.

source: This file already has an assigned translator.
de: Dieser Datei bereits einen zugewiesenen Übersetzer.

source: You had been designated as translator of %(file)s
de: Sie wurden als Übersetzer für die Datei %(file)s zugewiesen

source: Assigned to %s
de: Zugewiesen zu %s

source: This file already has an assigned reviewer.
de: Dieser Datei bereits einen zugewiesenen Korrekturleser.

source: You had been designated as reviewer of %(file)s
de: Sie wurden als Korrekturleser für die Datei %(file)s zugewiesen

source: Sorry, the translator and the reviewer cannot be the same user.
de: Entschuldigung, der/die Übersetzer(in) und der/die Korrekturleser(in) können nicht derselbe Benutzer sein.

source: This component is read only.
de: Diese Komponente ist schreibgeschützt.

source: Your file was added to the submission queue.
de: Ihre Datei wurde in die Warteschlange eingereiht.

source: The file is locked by another user.
de: Die Datei ist bereits von einem anderen Benutzer.

source: The file is now locked on your name.
de: Diese Datei ist nun auf ihren Namen gesperrt.

source: You are editing the uploaded version of this file.
de: Sie bearbeiten die hochgeladene Version dieser Datei.

source: Editing %s
de: Bearbeite %s

source: Please, select one or more files.
de: Bitte wählen Sie eine oder mehrere Dateien.

source: You are about to reject the following files.
de: Sie sind dabei die folgenden Dateien abzulehnen.

source: You are about to submit the following files.
de: Sie sind dabei die folgenden Dateien abzuschicken.

source: Complete the form and try again.
de: Füllen Sie das Formular vollständig aus und probieren es nochmal.

source: The file %(file)s (%(project)s) was rejected by %(user)s [%(comment)s]
de: Die Datei %(file)s (%(project)s) wurde von %(user)s abgelehnt. Begründung: %(comment)s

source: The files were rejected.
de: Die Datei wurde abgelehnt.

source: Failed. Reason: %s
de: Fehlgeschlagen. Grund: %s

source: The file was added back to the submission queue.
de: Ihre Datei wurde wider in die Warteschlange eingereiht.

source: The file has a pending submit. You can't force a merge right now.
de: Diese Datei hat eine Version die sich zur Zeit in der Warteschlange befindet. Sie können sie im Moment nicht nicht zwangsweise zusammenführen.

source: POT file not found.
de: POT-Datei wurde nicht gefunden.

source: File merged and added to the submission queue.
de: Datei wurde zusammengeführt und in die Warteschlange eingereiht.

source: You should lock the file %s before upload it.
de: Sie sollten die Datei %s sperren bevor Sie sie hochladen.

source: Couldn't find a matching file for %s.
de: Konnte keine Datei finden, die auf %s passt.

source: Found more than one file matching filename %s.
de: Es wurde mehr als eine Datei gefunden, die auf den Dateinamen %s passt.

source: The tar file should not contain any directories.
de: Die tar-Datei sollte keine Verzeichnisse beinhalten.

source: Merged.
de: Zusammengeführt.

source: Recommended translations
de: Empfohlene Übersetzungen

source: Translation
de: Übersetzung

source: Original word
de: Original Wort

source: Word
de: Wort

source: Successfully updated translation for '%s'
de: Übersetzung für '%s' erfolgreich aktualisiert

source: Successfully added translation for '%s'
de: Übersetzung für '%s' erfolgreich hinzugefügt

source: '%s' already exists
de: '%s' existiert bereits

source: Removed translation for '%s'
de: Übersetzung für '%s' entfernt

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: Title
de: Titel

source: Body
de: Körper

source: News
de: Neuigkeiten

source: Save
de: Speichern

source: Article
de: Artikel

source: Latest News
de: Aktuelle Neuigkeiten

source: (read more...)
de: (mehr lesen ...)

source: Published on
de: Veröffentlicht am

source: by
de: von

source: View Repository URL
de: Repository-URL anzeigen

source: Some repositories requires authentication to perform checkout.
de: Einige Repository verlangen eine Authentifikation damit Sie eingelesen werden können

source: Non ascii chars are forbidden.
de: Nicht-Ascii-Zeichen sind verboten.

source: Password
de: Passwort

source: A short Description
de: Eine kurze Beschreibung

source: Project maintainers
de: Projektbetreuer

source: The project name to show to the users
de: Der Projektname, der dem Benutzer angezeigt wird

source: Description
de: Beschreibung

source: Check to hide this project from the list view
de: Wählen Sie das Häckchen an um dieses Projekt aus der Listenansicht auszublenden

source: Uncheck to disable this project
de: Entfernen Sie das Häkchen um dieses Projekt zu deaktivieren

source: Read only
de: Nur Lesen

source: Repository Type
de: Repository-Typ:

source: Some repositories requires authentication for checkout.
de: Einige Repository verlangen eine Authentifikation damit Sie eingelesen werden können

source: Project: %s
de: Projekt: %s

source: Component %s is locked at this moment.
de: Komponente %s ist im Moment gesperrt.

source: Project locked for %(team)s. Try again in a few minutes. If the problem persist contact the administrator.
de: Projekt ist für %(team)s gesperrt. Bitte probieren Sie es in ein paar Minuten nochmal. Falls das Problem weiterhin existiert kontaktieren Sie bitte den Administrator.

source: The choosen username already exists.
de: Der gewählte Benutzername existiert bereits.

source: This field is required.
de: Dieses Feld wird benötigt.

source: That e-mail address already have an associated user account.
de: Diese E-Mail-Adresse ist bereits durch ein anderes Benutzerkonto verwendet.

source: Welcome to %(project)s
de: Willkommen zu %(project)s

source: You can now sign in with the choosen username and password.
de: Sie können sich jetzt mit dem gewählten Benutzernamen und Passwort anmelden.

source: Hide this object from the list view?
de: Dieses Objekt aus der Listenansicht ausblenden?

source: Uncheck to disable this release
de: Häkchen entfernen um diese Veröffentlichung zu deaktivieren

source: The repository path, usually trunk or branch name
de: Der Pfad zum Repository, üblicherweise trunk oder der Name des Zweigs

source: This release is disabled. Only project maintainers can view it.
de: Diese Veröffentlichung ist deaktiviert. Nur Projektbetreuer können es ansehen.

source: Success.
de: Erfolgreich.

source: The files could not be merged.
de: Die Dateien konnten nicht zusammengeführt werden.

source: Session invalid or expired.
de: Session ungültig oder abgelaufen.

source: Invalid.
de: Ungültig.

source: File is not locked.
de: Datei ist nicht gesperrt.

source: Failed: [%s].
de: Fehlgeschlagen. Grund: [%s].

source: Review all submits
de: Alle Einsendungen prüfen

source: <User: %(user)s - Team: %(project)s (%(language)s)>
de: <Benutzer: %(user)s - Team: %(project)s (%(language)s)>

source: You are not authorized to perform this action
de: Sie sind nicht autorisiert diese Aktion durchzuführen

source: You are already a member of this team.
de: Sie sind bereits ein Mitglied dieses Teams.

source: You have already sent a join request.
de: Sie haben bereits eine Beitrittsanfrage gestellt.

source: Forbidden
de: Verboten

source: Sorry, you don't have enough permissions to access here.
de: Sie haben leider nicht die erforderliche Berechtigung diese Seite zu betreten.

source: Page not found
de: Seite nicht gefunden

source: Not found
de: Nicht gefunden

source: Looks like you followed a bad link. If you think it's our fault, please <a href='%(ticket_url)s'>let us know</a>.
de: Es sieht so aus als seien Sie einem schlechten Link gefolgt. Falls Sie denken das es unsere Schuld ist, <a href='%(ticket_url)s'>lassen Sie es uns wissen</a>.

source: Here's a link to the <a href="%(home)s">homepage</a>. You know, just in case.
de: Hier ist ein Link zu der <a href="%(home)s">Homepage</a>. Sie wissen schon, nur für den Fall der Fälle.

source: Page unavailable
de: Seite nicht verfügbar

source: The <b>bad news</b> is that Vertaal has just encountered an error.
de: Die <b>schlechte Nachricht</b> ist, dass Vertaal gerade ein Fehler unterlaufen ist.

source: The <b>good news</b> is that you've helped us find a bug, which we are now looking into.
de: Die <b>gute Nachricht</b> ist, dass Sie uns geholfen haben einen Fehler zu finden, den wir uns jetzt anschauen werden.

source: We are sorry, the system is currently under maintenance. Please try again later.
de: Es tut uns leid, aber das System befindet sich gerade im Wartungszustand. Bitte versuchen Sie es später nochmal.

source: Welcome
de: Willkommen

source: Profile settings
de: Profileinstellungen

source: Sign out
de: Abmelden

source: Sign in
de: Anmelden

source: Register
de: Registrieren

source: Home
de: Startseite

source: Remove from bookmarks
de: Aus den Lesezeichen entfernen

source: Add to bookmarks
de: Zu den Lesezeichen hinzufügen

source: My Profile
de: Mein Profil

source: Submission Queue
de: Warteschlange

source: Glossary
de: Glossar

source: Languages
de: Sprachen

source: Projects
de: Projekte

source: Add OpenID
de: OpenID hinzufügen

source: username
de: Benutzername

source: Select your OpenID provider
de: Wählen Sie ihren OpenID-Anbieter aus

source: OpenID Registration
de: OpenID Registrierung

source: Your OpenID can now be associated with a new or existing membership.
de: Ihre OpenID kann jetzt mit einem neuen oder bereits existierendem Benutzerkonto verknüpft werden.

source: Associate with a new account
de: Mit einem neuen Benutzerkonto verbinden

source: Create account
de: Benutzerkonto erstellen

source: Associate with an existing account
de: Mit bestehendem Benutzerkonto verbinden

source: Verify
de: Verifizieren

source: Failed
de: Fehlgeschlagen.

source: Sign in with your OpenID
de: Melden Sie sich mit ihrer OpenID an

source: Password setup
de: Passwort einrichten

source: Set your new password
de: Neues Passwort eingeben

source: Apply
de: Anwenden

source: Password change
de: Passwortwechsel

source: Build log
de: Protokoll

source: Edit
de: Bearbeiten

source: Add
de: Hinzufügen

source: Release
de: Veröffentlichung

source: Complete
de: Vollständig

source: Editing component %(name)s
de: Bearbeite Komponente %(name)s

source: New Component
de: Neue Komponente

source: required
de: benötigt

source: Contact
de: Kontakt

source: Send
de: Senden

source: Submission Queue Manager
de: Warteschlangen-Verwaltung

source: File
de: Datei

source: Component
de: Komponente

source: Submitted on
de: Abgeschickt am

source: Comment
de: Kommentar

source: Submit
de: Abschicken

source: Reject
de: Ablehnen

source: The queue is empty.
de: Die Warteschlange ist leer.

source: You cannot hide all components.
de: Sie können nicht alle Komponenten ausblenden.

source: Components
de: Komponenten

source: Filter
de: Filtern

source: Uncheck to hide a component
de: Wählen Sie das Häkchen ab, um die Komponente auszublenden.

source: Hide fully translated files
de: Vollständig übersetzte Dateien ausblenden

source: My files only
de: Nur meine Dateien

source: Latest actions on %(filename)s
de: Letzte Aktion in %(filename)s.

source: Download
de: Herunterladen

source: POT file:
de: POT-Datei:

source: updated on %(updated)s (%(since)s ago)
de: aktualisiert auf %(updated)s (%(since)s her)

source: Translated:
de: Übersetzt:

source: source updated on %(updated)s (%(since)s ago)
de: Quelle aktualisiert auf %(updated)s (%(since)s her)

source: View repository log
de: Repository-Log ansehen

source: Action
de: Aktion

source: Date
de: Datum

source: No actions registered yet
de: Bisher noch keine Aktion erfasst

source: Edit %(fname)s
de: Bearbeite %(fname)s

source: Save and submit
de: Speichern und abschicken

source: Cancel
de: Abbrechen

source: Editing:
de: Bearbeite:

source: Latest updates
de: Letzte Aktualisierung

source: Latest updates for you
de: Letzte Aktualisierung für Sie

source: Submission queue
de: Warteschlange

source: Project:
de: Projekt:

source: View %(filename)s
de: %(filename)s anzeigen

source: Download %(filename)s
de: %(filename)s herunterladen

source: Edit %(filename)s
de: %(filename)s bearbeiten

source: Mark the file as Translated.
de: Diese Datei als übersetzt markieren.

source: Unlock the file when you finish working on it.
de: Entsperren Sie diese Datei wenn Sie mit dem bearbeiten fertig sind.

source: Lock the file to notify others you're working on it.
de: Sperren Sie diese Datei um Anderen anzuzeigen, das Sie daran arbeiten.

source: This file has a pending submit. Click here if you want to download it.
de: Diese Datei hat eine Version die sich zur Zeit in der Warteschlange befindet. Klicken Sie hier wenn Sie diese runterladen wollen.

source: This file is being edited
de: Diese Datei wird bearbeitet

source: Total:
de: Insgesamt:

source: Fuzzy:
de: Ungenau:

source: Remove translator
de: Übersetzter entfernen

source: (you)
de: (Sie)

source: Assign translator
de: Übersetzter zuweisen

source: Remove reviewer
de: Korrekturleser entfernen

source: Assign reviewer
de: Korrekturleser zuweisen

source: Progress
de: Fortschritt

source: Translator
de: Übersetzer

source: Reviewer
de: Korrekturleser

source: %(filename)s log
de: %(filename)s Protokoll

source: Confirm action
de: Aktion bestätigen

source: Confirm
de: Bestätigen

source: Project
de: Projekt

source: Language
de: Sprache

source: You are viewing the uploaded version of this file. To view the original one, click <a href="%(view_url)s">here</a>
de: Sie betrachten die hochgeladene Version dieser Datei. Um die original Datei anzusehen, klicken Sie <a href="%(view_url)s">hier</a>

source: You are viewing the original version of this file. To view the uploaded one, click <a href="%(submit_url)s">here</a>
de: Sie betrachten die original Version dieser Datei. Um die hochgeladene Datei anzusehen, klicken Sie <a href="%(submit_url)s">hier</a>

source: The file is in the submission queue
de: Die Datei ist in der Warteschlange

source: View Diff
de: Diff ansehen

source: Upload
de: Hochladen

source: Please, fix the following errors and upload the file again.
de: Bitte beheben Sie folgende Fehler und laden die Datei erneut hoch.

source: Back
de: Zurück

source: Editing Glossary
de: Bearbeite Glossar

source: Editing
de: Bearbeite

source: New
de: Neu

source: Language:
de: Sprache:

source: Download TBX
de: TBX herunterladen

source: Go top
de: Zum Seitenanfang

source: The database is empty :-(
de: Die Datenbank ist leer :-(

source: Projects for %(language_name)s
de: Projekte für %(language_name)s

source: No teams associated to this language
de: Für diese Sprache gibt es noch kein Team

source: If the project you are looking for is not listed, there is no team for this language yet. If you think this is incorrect, <a href="%(contact)s">contact us</a>.
de: Falls das Projekt nachdem Sie suchen hier aufgeführt ist, gibt es für diese Sprache noch kein Team. Falls Sie denken das ist falsch, <a href="%(contact)s">kontaktieren Sie uns</a> bitte.

source: No languages registered yet.
de: Noch keine Sprache eingetragen.

source: Couldn't find your language? <a href="%(contact)s">Let us know</a>!
de: Sie konnten ihre Sprache nicht finden? <a href="%(contact)s">Lassen Sie es uns wissen</a>!

source: Add Release
de: Veröffentlichung hinzufügen

source: Add Component
de: Komponente hinzufügen

source: Maintainer:
de: Betreuer:

source: Releases:
de: Veröffentlichungen:

source: Components:
de: Komponenten:

source: Editing project %(name)s
de: Bearbeite Projekt %(name)s

source: New Project
de: Neues Projekt

source: Latest Projects
de: Neuste Projekte

source: Project List
de: Projektliste

source: Prove you're human:
de: Beweise dass Sie ein Mensch bist:

source: Your username and password didn't match. Please try again.
de: Ihr Benutzername und Passwort stimmten nicht überein. Bitte versuchen Sie es nochmal.

source: Password reset complete
de: Passwort

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passwort wurde neu gesetzt. Sie können sich jetzt anmelden.

source: Log in
de: Anmelden

source: Password reset confirm
de: Zurücksetzten des Passworts bestätigen

source: Enter new password
de: Neues Passwort eingeben

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie ihr neues Passwort zweimal ein, damit wir sicher sein können, dass Sie sich nicht vertippt haben.

source: Change my password
de: Mein Passwort ändern

source: Password reset unsuccessful
de: Fehler beim zurücksetzten des Passworts

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link um das Passwort zurück zu setzen war ungültig, möglicherweise weil er schon benutzt worden ist. Bitte beantragen fordern Sie einen neuen an.

source: Password reset successful
de: Passwort zurücksetzten

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
de: Wir haben Ihnen eine E-Mail mit Anweisungen zum Zurücksetzen Ihres Passwort an die von Ihnen angegebene E-Mail-Adresse geschickt. Sie sollten diese in Kürze erhalten.

source: Password reset
de: Passwort zurücksetzten

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
de: Passwort vergessen? Geben Sie einfach Ihre E-Mail-Adresse eingeben und wir senden Ihnen Anweisungen zum Zurücksetzen Ihres Passworts.

source: Reset my password
de: Mein Passwort zurücksetzen

source: User Profile
de: Benutzerprofil

source: Profile
de: Profil

source: You are logged in with OpenID. Click <a href="%(change_pass_url)s">here</a> to setup a local password.
de: Sie sind mittels OpenID angemeldet. Klicken Sie <a href="%(change_pass_url)s">hier</a> um ein lokales Passwort einzurichten.

source: Remove
de: Entfernen

source: Add another OpenID
de: Eine weitere OpenID hinzufügen

source: Bookmarks
de: Lesezeichen

source: Set as startup page
de: Als Startseite setzten

source: You are assigned as translator of:
de: Sie sind folgenden Dateien als Übersetzer zugewiesen:

source: Last update
de: Letzte Aktualisierung

source: You are assigned as reviewer of:
de: Sie sind folgenden Dateien als Korrekturleser zugewiesen:
