Repository: dahool/vertaal
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de

source: This file is locked, which means it won't be submitted. It looks like you forgot to save the changes after editing it.
de: Diese Datei ist gesperrt, das bedeutet sie wird nicht eingespielt. Es sieht so aus als hätten Sie vergessen nach dem Verändern zu speichern.

source: You are the coordinator of the following team:
de: Sie sind der Koordinator des folgenden Teams:

source: You are member of the following team:
de: Sie sind Mitglied des folgenden Teams:

source: Locked Files
de: Gesperrte Dateien

source: Locked on
de: Sperrt am

source: Sign up
de: Registrieren

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Lost your password?
de: Passwort vergessen?

source: View console
de: Konsole anzeigen

source: Branch:
de: Zweig:

source: Editing release %(name)s
de: Bearbeite Veröffentlichung %(name)s

source: New Release
de: Neue Veröffentlichung

source: Merge
de: Zusammenführen

source: The process could take some time, are you sure?
de: Dieser Vorgang kann etwas Zeit in Anspruch nehmen. Wollen Sie fortfahren?

source: There is no need to merge any files.
de: Es gibt keinen Grund irgendeine Datei zusammenzuführen.

source: Copy all the assignations from the selected release.
de: Alle Zuweisungen von der ausgewählten Veröffentlichung kopieren.

source: The process could take some time to perform. Please be patient.
de: Dieser Vorgang kann etwas Zeit in Anspruch nehmen. Bitte seien Sie geduldig.

source: Join
de: Beitreten

source: Join the team %(teamname)s (%(projectname)s)"
de: Dem Team %(teamname)s (%(projectname)s) beitreten

source: You are about to send a request to join<br/>the <b>%(teamname)s</b> team of the <b>%(projectname)s</b> project.
de: Sie sind dabei eine Beitrittsanfrage an<br/>das <b>%(teamname)s</b> Team vom <b>%(projectname)s</b>-Projekt zu senden.

source: Manage
de: Verwalten

source: Accept
de: Akzeptieren

source: Type 3 or more letters and press ENTER
de: Geben Sie 3 oder mehr Zeichen ein und drücken ENTER

source: Group
de: Gruppe

source: Coordinator
de: Koordinator

source: Remove coordinator
de: Koordinator entfernen

source: Set as coordinator
de: Als Koordinator einsetzen

source: Remove submit grants
de: Entziehe die Rechte zum einspielen

source: This user can update the glossary. Disallow.
de: Dieser Benutzer kann das Glossar bearbeiten. Verbieten.

source: This user cannot update the glossary. Allow.
de: Dieser Benutzer kann das Glossar nicht bearbeiten. Erlauben.

source: Member
de: Mitglied

source: Add repository submit grants
de: Gewähre Rechte zum einspielen ins Repository

source: Please select an user
de: Bitte wählen Sie einen Benutzer

source: Join this team
de: Diesem Team beitreten

source: Coordinator:
de: Koordinator:

source: Members:
de: Mitglieder:

source: Submission Queue:
de: Warteschlange:

source: No files submitted
de: Keine Dateien abgeschickt

source: Sincerely, The %(product_name)s team %(home)s
de: Mit freundlichen Grüßen, Das %(product_name)s - Team %(home)s

source: Hello,
de: Hallo,

source: Hello, The following files have been updated: %(files)s Sincerely, The %(product_name)s team %(home)s
de: Hello, Die folgenden Dateien wurden aktualisiert: %(files)s Mit freundlichen Grüßen, Das %(product_name)s -Team %(home)s

source: Hello, The following files could require a merge, because the POT files were recently updated: %(files)s Sincerely, The %(product_name)s team %(home)s
de: Hello, Die folgenden Dateien könnten eine Zusammenführung gebrauchen, weil ihre POT-Dateien vor kurzem aktualisiert wurden: %(files)s Mit freundlichen Grüßen, Das %(product_name)s -Team %(home)s

source: The submission queue contains one pending file:
de: Die Warteschlange enthält eine noch ausstehende Datei:

source: Latest messages:
de: Letzte Nachrichten:

source: New password
de: Neues Passwort

source: New password confirmation
de: Neues Passwort bestätigen

source: Old password
de: Altes Passwort

source: Time Zone
de: Zeitzone

source: Preferred language
de: Bevorzugte Sprache

source: Please, type the new password.
de: Bitte geben Sie ihr neue Passwort ein.

source: Please, type your current password.
de: Bitte geben Sie ihr aktuelles Passwort ein.

source: Your old password is incorrect. Please enter it again.
de: Ihr altes Passwort ist nicht korrekt. Bitte geben Sie es erneut ein.

source: You must confirm the new password.
de: Sie müssen das neue Passwort bestätigen.

source: The two password fields didn't match.
de: Die zwei Passwortfelder stimmen nicht überein.

source: Profile updated.
de: Profil aktualisiert.

source: Committed revision %s
de: Abgeschickte Revision %s

source: Authentication error. Check your username and password.
de: Authentifizierungsfehler. Überprüfen Sie ihren Benutzernamen und Passwort.

source: SSL Validation error. If the problem persist contact the repository administrator.
de: SSL-Validierungsfehler. Falls das Problem weiterhin besteht wenden Sie sich an den Repository-Administrator.

source: Processing %s
de: Verarbeite %s

source: Update statistics for %s
de: Aktualisiere Statistik für %s

source: Language %s complete.
de: Sprache %s vollständig.

source: Completed.
de: abgeschlossen.

source: Initializing repository %s
de: Initialisiere Repository %s

source: Updating repository %s
de: Aktualisiere Repository %s

source: Checking in
de: Checke ein

source: At revision %s.
de: Bei Revision %s.

source: URL has changed. Relocate from %(prior)s to %(actual)s
de: URL hat sich geändert. Ziehe um vom %(prior)s to %(actual)s
